{
    "2021": [
        {
            "title": "It Takes Two",
            "score": 9,
            "beaten": 1,
            "comment": "Josef Fares might be one of the best directors outside of Japan who can drastically change the tone of each of his games. A wonderful creative and colourful co-op experience with plenty of side activities to do but a rather weak ending",
            "url": "/img/It Takes Two.jpg"
        },
        {
            "title": "Monster Hunter Stories 2",
            "score": 8,
            "beaten": 2,
            "comment": "Significant improvement from the first. Egg hunting is fun and plentiful, great combat system with major weapon additions and a co-op buddy, though too many bow users. Decent challenge but a bit too RNG. Also bummed about some monsters not being tameable",
            "url": "/img/Monster Hunter Stories 2.jpg"
        },
        {
            "title": "Monster Hunter Rise",
            "score": 8,
            "beaten": 1,
            "comment": "Monster Hunter goes full Japan mode and it's great. The new monsters are the best set so far but I still miss many older ones not seen in a long time like Qurupeco",
            "url": "/img/Monster Hunter Rise.jpg"
        },
        {
            "title": "Super Mario 3D World Bowsers Fury",
            "score": 7,
            "beaten": 2,
            "comment": "The speed boost to the base game makes a lot of difference but the levels now feel really short. Bowsers Fury was somewhat great but felt tied down to the 3D World engine",
            "url": "/img/Super Mario 3D World Bowsers Fury.jpg"
        },
        {
            "title": "New Pokemon Snap",
            "score": 4,
            "beaten": "1",
            "comment": "I didn't have any nostalgia for the first entry and was still disappointed. I guess I envisioned a snappy arcade photography game but the pace drags and rewards you for taking bad photos due to an odd * star rating just to flesh out an area that feels initially empty",
            "url": "/img/New Pokemon Snap.jpg"
        },
        {
            "title": "D&D Dark Alliance",
            "score": 4,
            "beaten": "1",
            "comment": "Archer was overpowered. Played with a buddy. Dumb AI that was easy exploitable. Loot was awful and looked generic with no special set looks. Repetitive enemy designs that were both common and boss fights. Jank collision detection yet the most fun I've had being an archer",
            "url": "/img/D&D Dark Alliance.jpg"
        },
        {
            "title": "Balan Wonderworld",
            "score": 2,
            "beaten": "1",
            "comment": "Painful. So bad it almost seems self sabotaging by spiteful developers as there is clear creative direction and good character designs but why would you make a 3D platformer, take away the ability to jump, but make jumping MANDATORY at times",
            "url": "/img/Balan Wonderworld.jpg"
        }
    ],
    "2020": [
        {
            "title": "Hades",
            "score": 8,
            "beaten": 1,
            "comment": "A fun game I played while exercising as a run through was about 40ish minutes. I probably didn't appreciate the music enough as I always had something like Taskmaster on in the background",
            "url": "/img/Hades.jpg"
        },
        {
            "title": "Nioh 2",
            "score": 8,
            "beaten": 2,
            "comment": "The new Yokai designs are great. It was fun watching my buddy die 100 times to a boss that was already nerfed. The DLC adds a female Vergil character so that fight is automatically a 10",
            "url": "/img/Nioh 2.jpg"
        },
        {
            "title": "Wasteland 3",
            "score": 8,
            "beaten": 1,
            "comment": "Played with a buddy which was a co-op nightmare due to the amount of bugs and not quicksaving when we disconnected. Great covers of classic songs with really neat features for a CRPG not seen in other games",
            "url": "/img/Wasteland 3.jpg"
        },
        {
            "title": "Desperados 3",
            "score": 7,
            "beaten": 1,
            "comment": "A game so similar to Shadow Tactics, I wish I took a longer break. That said, the more local setting made levels much more free and enjoyable, but I did not enjoy the characters as much. Both excellent games I wish I was better at",
            "url": "/img/Desperados 3.jpg"
        },
        {
            "title": "Dreams",
            "score": 7,
            "beaten": 1,
            "comment": "Media Molecule proves once again they are the best first party Sony developer. Alex Evans has left now so I don't see them lasting long but Dreams is incredible at simplifying game development for all users",
            "url": "/img/Dreams.jpg"
        },
        {
            "title": "Deep Rock Galactic",
            "score": 7,
            "beaten": 1,
            "comment": "Played with a couple of buds and had a rocking good time but it can get a bit repetitive heading towards the promotion rank but multiplayer communication is very elegant",
            "url": "/img/Deep Rock Galactic.jpg"
        },
        {
            "title": "Persona 5 Royal",
            "score": 7,
            "beaten": 1,
            "comment": "It didn't feel too bad playing what is essentially the same game again. The third semester was an excellent piece of content with a great villain who had a worthy cause",
            "url": "/img/Persona 5 Royal.jpg"
        },
        {
            "title": "Animal Crossing New Horizons",
            "score": 6,
            "beaten": 1,
            "comment": "It's frustrating that a game based on a virtual island with many villagers couldn't bother to animate them doing anything on said island and forcing me to do all the slow tedious work. There was also a dog called Mac who I bullied as he gifted me a tombstone and haunted my dreams",
            "url": "/img/Animal Crossing New Horizons.jpg"
        },
        {
            "title": "Final Fantasy VII Remake",
            "score": 6,
            "beaten": 1,
            "comment": "A mixed bag that had excellent combat and the faithful adaptions of the original are handled well such as the boss fights and music. Though Nomura needs to have some restraint and I don't trust where the game will go",
            "url": "/img/Final Fantasy VII Remake.jpg"
        },
        {
            "title": "Destroy All Humans (Remake)",
            "score": 6,
            "beaten": 1,
            "comment": "Has some charm and didn't feel too dated. Humour was thankfully before the LEET internet timeframe. Really enjoyed Mr Crypto voice actor. The anal probe gun was not as fun as you hope",
            "url": "/img/Destroy All Humans.jpg"
        },

        {
            "title": "Minecraft Dungeons",
            "score": 5,
            "beaten": 1,
            "comment": "A cooperative dumbed down ARPG experience that while not insultingly bad, just didn't have any stand out moments",
            "url": "/img/Minecraft Dungeons.jpg"
        },
        {
            "title": "Tokyo Mirage Sessions (#FE)",
            "score": 4,
            "beaten": 1,
            "comment": "What was supposed to be a Fire Emblem x Shin Megami Tensei game became a game built around cute girls singing but at least it had a fun combat system",
            "url": "/img/Tokyo Mirage Sessions.jpg"
        },

        {
            "title": "Fifa 21",
            "score": 2,
            "beaten": 1,
            "comment": "I can't believe they charge £40+ for this game when the Ultimate Team stuff doesn't even carry over to the next game. Went from Tranmere to Bournemouth to Liverpool in 1 year and now I don't start cos Liverpool bought Ramos",
            "url": "/img/Fifa 20.jpg"
        },
        {
            "title": "Fairy Tail RPG",
            "score": 2,
            "beaten": 1,
            "comment": "Played to feel suffering because I played a bunch of good games at the time. Crashed when loading constantly, so long. Played it before going to bed and dreaded sleeping",
            "url": "/img/Fairy Tail RPG.jpg"
        }
    ],
    "2019": [

        {
            "title": "Sekiro",
            "score": 8,
            "beaten": "Lost count",
            "comment": "Congrats to Miyazaki on a GOTY award! I streamed this for friends and think it negatively affected my enjoyment. Ruthless at times and beautiful at others. Constantly item pop ups are irritating and limit it to an 8",
            "url": "/img/Sekiro.jpg"
        },
        {
            "title": "Resident Evil 2 Remake",
            "score": 8,
            "beaten": 1,
            "comment": "My first RE game I finished and I had a blast even if I thought some parts were dumb. It set the redemption arc for Capcom into high gear and Mr. X makes the game fantastic",
            "url": "/img/Resident Evil 2 Remake.jpg"
        },
        {
            "title": "Monster Hunter World Iceborne",
            "score": 8,
            "beaten": 2,
            "comment": "Mon Hun World fleshed out to be the bst it can be. The claw makes the game somehow less fun by making it mandatory to level the playing field with a monster. Capcom is back to being one of the best in the biz",
            "url": "/img/Monster Hunter World Iceborne.jpg"
        },
        {
            "title": "Luigi's Mansion 3",
            "score": 8,
            "beaten": 1,
            "comment": "One of my favourite Switch games that had so much creativity in each room of the hotel but felt the need to pad it out. I'm glad Nintendo now owns Next Level Games as they deserve to keep making great games",
            "url": "/img/Luigi's Mansion 3.jpg"
        },
        {
            "title": "The Legend of Zelda Link's Awakening (Remake)",
            "score": 8,
            "beaten": 1,
            "comment": "Never played the original but this is probably my favourite traditional Zelda game even if I don't remember the dungeons. It's NPCs were charming and the game had a dreamlike atmosphere like we see in Demon's Souls",
            "url": "/img/The Legend of Zelda Link's Awakening.jpg"
        },
        {
            "title": "Ace Combat 7",
            "score": 7,
            "beaten": 1,
            "comment": "First time playing a flight sim(ish) game and I had fun primarily due to the fantastic sound design and visuals but parts did drag",
            "url": "/img/Ace Combat 7.jpg"
        },
        {
            "title": "Star Wars Jedi Fallen Order",
            "score": 7,
            "beaten": "1",
            "comment": "Excellent level design surrounded by things that feel cellotaped together and somehow functions with Unreal Engine issues propping up constantly. Force powers were very basic but BD-1 is a great addition to the legendary Droid characters in Star Wars",
            "url": "/img/Star Wars Jedi Fallen Order.jpg"
        },
        {
            "title": "Yoshi's Crafted World",
            "score": 7,
            "beaten": 1,
            "comment": "Starts off quite bad, but improves significantly. Post-start world themes are unique and aren't packed with levels to drag on. A great art style and fun bosses and funny cutscenes due to mean dialogue choices. Great Shy Guy designs!",
            "url": "/img/Yoshi's Crafted World.jpg"
        },
        {
            "title": "Super Mario Maker 2",
            "score": 7,
            "beaten": 1,
            "comment": "I made a Bloodborne-inspired level and uploaded it but no one played it. Felt like a waste of time. Still a charming game with new Koji Kondo music but the UI didn't transfer well form the Wii U era",
            "url": "/img/Super Mario Maker 2.jpg"
        },


        {
            "title": "Marvel Ultimate Alliance 3",
            "score": 7,
            "beaten": 1,
            "comment": "Better than all the MCU films combined, actually I do like Iron Man 1. Such a large roster with some unknown characters that got as much care as the main ones. A great love letter to Marvel",
            "url": "/img/Marvel Ultimate Alliance 3.jpg"
        },
        {
            "title": "A Short Hike",
            "score": 7,
            "beaten": 1,
            "comment": "A cute charming game with a sweet story and an even sweeter protagonist. Not sure why the bird has a climbing ability though",
            "url": "/img/A Short Hike.jpg"
        },
        {
            "title": "Katana Zero",
            "score": 7,
            "beaten": 1,
            "comment": "A game I wish I was better at but still found myself enjoying the music and style. Quite similar to Hotline Miami in vibes but slower while being punishing",
            "url": "/img/Katana Zero.jpg"
        },
        {
            "title": "Fire Emblem: Three Houses",
            "score": 7,
            "beaten": 1,
            "comment": "BERNIE! BERNIE! BERNIE! The school setting does get boring and each of the houses first half being the same missions does suck when replaying, but before release I had not much hope for this. Why did I doubt Intelligent Systems",
            "url": "/img/Fire Emblem Three Houses.jpg"
        },
        {
            "title": "Devil May Cry 5",
            "score": 7,
            "beaten": 2,
            "comment": "Waited so long for this and it didn't live up to hype. I streamed my first playthrough like with Sekiro which probably affected my enjoyment but I am happy to see Nero dethrone Dante",
            "url": "/img/Devil May Cry 5.jpg"
        },
        {
            "title": "The Outer Worlds",
            "score": 6,
            "beaten": 1,
            "comment": "A game that promised so much yet felt like it was stuck in the past living off Fallout New Vegas' fame. While it had some incredible designs I did fall off fast",
            "url": "/img/The Outer Worlds.jpg"
        },
        {
            "title": "Gears 5",
            "score": 6,
            "beaten": 1,
            "comment": "This game starts off incredibly well with it's horror setting but quickly turns into padded crap inspired by other wide linear games. Some set pieces in levels such as the rotating mechanical arm was really cool though",
            "url": "/img/Gears 5.jpg"
        },
        {
            "title": "Fifa 20",
            "score": 6,
            "beaten": 1,
            "comment": "Felt the football fever what with Liverpool doing well and while this game can be fun, it's online systems that promote gambling make me hate it due to it being such a focus",
            "url": "/img/Fifa 20.jpg"
        },

        {
            "title": "Dragon Quest Builders 2",
            "score": 6,
            "beaten": 1,
            "comment": "A massive disappointment compared to the first but I got to build some fun things like a Pokeball forest. I also played it on the switch for lying in bed and yet it still disappointed me",
            "url": "/img/Dragon Quest Builders 2.jpg"
        },
        {
            "title": "Crackdown 3",
            "score": 6,
            "beaten": 1,
            "comment": "It finally came out and it was alright. I like Terry Crews so that helped playing it a little bit. But I like jumping around for orbs",
            "url": "/img/Crackdown 3.jpg"
        },
        {
            "title": "Astral Chain",
            "score": 6,
            "beaten": 1,
            "comment": "Platinum Games made a Jojo's Bizarre Adventure game and it should be good, and it is mostly. But having all the fights happen in the red dimension made it visually boring when the cyberpunk world aesthetic is really pretty",
            "url": "/img/Astral Chain.jpg"
        },

        {
            "title": "Metal Wolf Chaos XD",
            "score": 6,
            "beaten": 1,
            "comment": "A birthday present which is always appreciated and I had a good time thanks to the funny bad voice acting and amount of explosions but the mission structure was very basic",
            "url": "/img/Metal Wolf Chaos XD.jpg"
        },
        {
            "title": "Slay the Spire",
            "score": 6,
            "beaten": 1,
            "comment": "A basic addictive card game that started the card rougelike genre but awful story and art kept me from coming back once I made it to the heart",
            "url": "/img/Slay the Spire.jpg"
        },
        {
            "title": "Monster Sanctuary",
            "score": 5,
            "beaten": 1,
            "comment": "A game that got worse as it went on. While it had cute monster designs, the difficulty meant you had to have a strict selection to make it past bosses that I never wanted to use",
            "url": "/img/Monster Sanctuary.jpg"
        },

        {
            "title": "Darksiders Genesis",
            "score": 5,
            "beaten": 1,
            "comment": "The levels got better as it went on but the builds being based off rare creature dropped really sucked but some of the abilities you naturally get were rad. Some iffy collision and odd occlusion prioritising was dumb",
            "url": "/img/Darksiders Genesis.jpg"
        },
        {
            "title": "Sayonara Wild Hearts",
            "score": 5,
            "beaten": 1,
            "comment": "Short game, but with great music and visual style. I played it on a Switch handheld and could barely make anything out which probably made me think less of it",
            "url": "/img/Sayonara Wild Hearts.jpg"
        },
        
        {
            "title": "Puzzle Quest: The Legend Returns",
            "score": 5,
            "beaten": 1,
            "comment": "An addictive puzzle game that somehow ran like garbage on the Switch. A new one has just been announced but it's free2play so I don't expect much",
            "url": "/img/Puzzle Quest The Legend Returns.jpg"
        },
        {
            "title": "Pokemon Shield",
            "score": 5,
            "beaten": 3,
            "comment": "An awful story, bad post-game, heavy emphasis of online elements due to Pokemon Go popularity, but this gen introduced Mr. Rime, Falinks, Toxtricity, Clobbopus, Sirfetch'd, Appletun and Kingler with a beard, so it's not all bad",
            "url": "/img/Pokemon Shield.jpg"
        },
        {
            "title": "Remnant from the Ashes",
            "score": 4,
            "beaten": 1,
            "comment": "A unique third person shooter which has some Dark Souls influence. I don't think it works but I also did take a 3 month break between sessions with a buddy",
            "url": "/img/Remnant From the Ashes.jpg"
        },
        {
            "title": "Pokemon Sword",
            "score": 4,
            "beaten": 2,
            "comment": "Not sure why I played both, probably too much time on my hand but this game doesn't have Mr. Rime so it gets a point knocked off",
            "url": "/img/Pokemon Sword.jpg"
        }
    ],
    "2018": [
        {
            "title": "Astrobot Rescue Mission",
            "score": 9,
            "beaten": 2,
            "comment": "An incredible platformer made even better by being in VR. It had great boss fights and serves as an excellent starting point for VR due to the fixed camera, fluid movement, and fun environmental screen gimmicks",
            "url": "/img/Astrobot Rescue Mission.jpg"
        },

        {
            "title": "Red Dead Redemption 2",
            "score": 8,
            "beaten": 1,
            "comment": "An incredibly beautiful open world that wasn't as fun to be in as you would want a cowboy simulator to be. Arthurt Morgan is Rockstars best protagonist",
            "url": "/img/Red Dead Redemption 2.jpg"
        },
        {
            "title": "Monster Hunter World",
            "score": 8,
            "beaten": 2,
            "comment": "It was nice to finally play Monster Hunter on something other than a small screen for the first time since 3U onn the Wii U but the monster roster was too small to keep me playing for a long time but Monster Hunter finally acheived mainstream success",
            "url": "/img/Monster Hunter World.jpg"
        },
        {
            "title": "God of War",
            "score": 8,
            "beaten": 1,
            "comment": "One of the best reboots but the stupid camera being stuck to the back of Kratos really took away the impace of Scale the PS2 games provided, that and the bosses sucked",
            "url": "/img/God of War.jpg"
        },
        {
            "title": "Yoku's Island Express",
            "score": 7,
            "beaten": 1,
            "comment": "An interesting blend of of Metoridvania and Pinball that was pulled off pretty well. It also had some incredible character designs but I did not enjoy getting around sometimes",
            "url": "/img/Yoku's Island Express.jpg"
        },
        {
            "title": "Warioware Gold",
            "score": 7,
            "beaten": 1,
            "comment": "My first and only Warioware game. It was quite funny and the side characters were all great but it's not the type of game I love with it's mini-game design",
            "url": "/img/Warioware Gold.jpg"
        },

        {
            "title": "Spider-Man",
            "score": 7,
            "beaten": 1,
            "comment": "Once again, Insomniac create an excellent movement system and finally given the budget and an IP for success. It was pleasently short and had an emotional story that honestly left me feeling quite sad at the end, something those crap Marvel films can learn",
            "url": "/img/Spider-Man.jpg"
        },
        {
            "title": "Super Smash Bros Ultimate",
            "score": 7,
            "beaten": 1,
            "comment": "Never a big Smash fan but the World of Light was enjoyable as a single player mode and getting every single character back was an astonishing feat and deserves a reward for something",
            "url": "/img/Super Smash Bros Ultimate.jpg"
        },
        {
            "title": "Shadow of the Colossus (Remake)",
            "score": 7,
            "beaten": 1,
            "comment": "A game I look back on fondly but didn't like playing. A truly unique open world game that was more ambitious on the PS2 than it is now but the soundtrack is still one of the best as is the ending",
            "url": "/img/Shadow of the Colossus.jpg"
        },
        {
            "title": "Hitman Season 2",
            "score": 7,
            "beaten": 1,
            "comment": "The episodic element is gone but the awful online element still persists. An enjoyable last level in the suburbs but can't remember much else!",
            "url": "/img/Hitman.jpg"
        },
        {
            "title": "Octopath Traveller",
            "score": 7,
            "beaten": 1,
            "comment": "Underrated soundtrack of 2018 and while it went for a certain visual element, the amount of bloom, depth of field and vignette shaders ruined the overall look but it had Alfyn who did 9999 damage despite being a doctor",
            "url": "/img/Octopath Traveller.jpg"
        },

        {
            "title": "Supraland",
            "score": 6,
            "beaten": 1,
            "comment": "A game I received for free and it was charming with fun puzzle and clever solutions but the meme references and nods to Donald Trump really annoyed me",
            "url": "/img/Supraland.jpg"
        },
        {
            "title": "Kirby Star Allies",
            "score": 6,
            "beaten": 1,
            "comment": "A basic Kirby game with a crazy final boss like many of them but it's central gimmick was not as creative as the robot in Robobot",
            "url": "/img/Kirby Star Allies.jpg"
        },
        {
            "title": "Warriors Orochi 4",
            "score": 6,
            "beaten": 1,
            "comment": "Once again my Musou addiction brings me to another, and this one is pretty good. I spent far too much time playing as Magoichi Saika",
            "url": "/img/Warriors Orochi 4.jpg"
        },
        {
            "title": "Tetris Effect",
            "score": 6,
            "beaten": 1,
            "comment": "Played in VR and it was too expensive! But none the less it was a fun VR and Tetris experience on some levels but some levels also had awful music and distracting visual effects",
            "url": "/img/Tetris Effect.jpg"
        },

        {
            "title": "Hyrule Warriors (DE)",
            "score": 6,
            "beaten": 1,
            "comment": "A really good musou game with so much content and a solid difficulty level on hard, but the loot system with weapon stats is still unecessary for such a long game",
            "url": "/img/Hyrule Warriors.jpg"
        },
        {
            "title": "Xenoblade Chronicles 2 Torna",
            "score": 6,
            "beaten": 1,
            "comment": "An expansion with a new combat system is great to see but forcing someone to do side quest to advance the main plot is a big no no. The combat music goes full Jazz and it's incredible",
            "url": "/img/Xenoblade Chronicles 2 Torna.jpg"
        },
        {
            "title": "A Way Out",
            "score": 6,
            "beaten": 1,
            "comment": "A serious co-op game with an ending that was funnier than it should be but there's nothing else quite like it and I'm glad EA supported Josef Fares' ideas as Brothers was also real good",
            "url": "/img/A Way Out.jpg"
        },
        {
            "title": "Valkyria Chronicles IV",
            "score": 5,
            "beaten": 1,
            "comment": "One of my major disappointments after waiting so long for a proper VC sequel and I think that's because the main cast were incredibly tropey, dumb and the main character had no qualities other than some magic weather prediction",
            "url": "/img/Valkyria Chronicles 4.jpg"
        },
        {
            "title": "Spyro 1 (Remake)",
            "score": 5,
            "beaten": 1,
            "comment": "Never played Spyro before and it was okay. Very basic but the new model for Spyro is an incredible faithful recreation but the levels were too basic for a modern 3D platformer",
            "url": "/img/Spyro Reignited 1.jpg"
        },
        {
            "title": "Two Point Hospital",
            "score": 5,
            "beaten": 1,
            "comment": "Having no nostalgia for sim hospitals I was surprised by this games charm but it didn't evolve over the main course of the game to be interesting and I played it as a background game. Turtlehead jokes are always funny",
            "url": "/img/Two Point Hospital.jpg"
        },
        {
            "title": "Moss",
            "score": 5,
            "beaten": 1,
            "comment": "A game I heard such good things about but couldn't feel the same once I finished it. It's storybook presentation was cute as were the visuals and characters but it was far too basic compared to other VR games",
            "url": "/img/Moss.jpg"
        },

        {
            "title": "Digimon Cyber Sleuth 2",
            "score": 5,
            "beaten": 1,
            "comment": "Almost a carbon copy of the first game but the CGI scenes looked incredible. I am happy to support Digimon but it did feel like an overpriced expansion and the new combat mode really wasn't good",
            "url": "/img/Digimon Cyber Sleuth 2.jpg"
        },
        {
            "title": "Pokemon Let's Go Pikachu",
            "score": 4,
            "beaten": 2,
            "comment": "More gen 1 pandering from Gamefreak with even more Pokemon Go mechanics implemented. It was fun to adventure Gen I again with a good art style compared to Sword/Shield but being able to freely explore and do gyms in a different order was great",
            "url": "/img/Pokemon Let's Go Pikachu.jpg"
        },
        {
            "title": "Pokemon Let's Go Eevee",
            "score": 4,
            "beaten": 1,
            "comment": "What is the point of an Eevee if you can't evolve it, why does Gamefreak think Eevee is such a marketable Pokemon but other than that, I got to use Kingler in Gen I with the physical/special split so thanks Gamefreak",
            "url": "/img/Pokemon Let's Go Eevee.jpg"
        },
        {
            "title": "Ni No Kuni 2",
            "score": 4,
            "beaten": 1,
            "comment": "Why they turned a Pokemon game into a Tales of I do not know, and the lack of Studio Ghibli scenes was upsetting. Overall it just felt low budget and the seige combat mode was a bore",
            "url": "/img/Ni No Kuni 2.jpg"
        },

        {
            "title": "Deracine",
            "score": 4,
            "beaten": 1,
            "comment": "I love From Soft but this game made me feel nothing, but the hints at possible future From Software games in the 3D models was fun to engage with in the community",
            "url": "/img/Deracine.jpg"
        },
        {
            "title": "Vikings Wolves of Midgard",
            "score": 4,
            "beaten": 1,
            "comment": "Played with my ARPG buddy and we both hated it, it's online issues were plentiful and got too hard at times, I believe we had to finish it solo due to issues but I can't remember",
            "url": "/img/Vikings Wolves of Midgard.jpg"
        },
        {
            "title": "Dead Cells",
            "score": 3,
            "beaten": 1,
            "comment": "A roguelike where exploring the actual levels was the least fun thing to do about it. Why they went for such a tower oriented level structure early on confused me as it's just irritating",
            "url": "/img/Dead Cells.jpg"
        },
        {
            "title": "Monster Prom",
            "score": 3,
            "beaten": 3,
            "comment": "Received as a gag gift, short and simple but it has the voice acting of YouTuber Egoraptor",
            "url": "/img/Monster Prom.jpg"
        }
    ],
    "2017": [
        {
            "title": "Planescape Torment: Enhanced Edition",
            "score": 9,
            "beaten": 1,
            "comment": "Know that this is a classic. Know that it has a great setting, writing and characters with an incredibly fleshed out protagonist. Know that I will probably replay it in the future and that I will never play a game as unique as this",
            "url": "/img/Planescape Torment.jpg"
        },
        {
            "title": "The Legend of Zelda Breath of the Wild",
            "score": 9,
            "beaten": 3,
            "comment": "A game where the magic still shined into my third playthrough and the first time I truly enjoyed a Zelda game. ",
            "url": "/img/The Legend of Zelda Breath of the Wild.jpg"
        },
        {
            "title": "Nier Automata",
            "score": 9,
            "beaten": 2,
            "comment": "From the games announcement of Platinum making it I knew this was gonna be a 10 and it delivered. Incredible music, philosophical gibberish, cute androids. The amusement park area really sticks in my memory as something you would see in Kingdom Hearts",
            "url": "/img/Nier Automata.jpg"
        },
        {
            "title": "Yakuza Kiwami 2",
            "score": 8,
            "beaten": 1,
            "comment": "I don't remember much other than fighting Ryuji and a bunch of diaper wearing gangsters. Honestly it was a blast",
            "url": "/img/Yakuza Kiwami 2.jpg"
        },
        {
            "title": "Persona 5",
            "score": 9,
            "beaten": 2,
            "comment": "Looking back, I rate this too high but the acid jazz soundtrack, gorgeous and snappy UI combined with fantastic demon designs, I couldn't resist scoring it high. The dungeons are mostly bad but still an upgrade and I was happy to see the return of Demon Negotiation. Haru is best girl",
            "url": "/img/Persona 5.jpg"
        },

        {
            "title": "A Hat in Time",
            "score": 8,
            "beaten": 1,
            "comment": "A game full of naughty words like PECK. A really great controlling 3D platformer with such varied worlds, fun levels and great music. More importantly though it had humour and even had a terrifying level",
            "url": "/img/A Hat in Time.jpg"
        },
        {
            "title": "Divinity Original Sin 2",
            "score": 8,
            "beaten": 4,
            "comment": "Getting to Act 2 and listening to Rivellon is something that will stick with me for a long time, what an absolute adventure even if I was disappointed with Act 3 and 4",
            "url": "/img/Divinity Original Sin 2.jpg"
        },
        {
            "title": "Nioh",
            "score": 8,
            "beaten": 4,
            "comment": "A game I enjoyed more in the beta but people complained it was too hard and made the AI less aggressive. Definitely the best 'Souls-like' out there even if the developers action heavy history doesn't sometimes fit the slower pace here",
            "url": "/img/Nioh.jpg"
        },
        {
            "title": "What Remains of Edith Finch",
            "score": 8,
            "beaten": 1,
            "comment": "An excellent 'walking sim' with a level that I think is up there with the best in the biz. A really unique game that I try and urge everyone to play",
            "url": "/img/What Remains of Edith Finch.jpg"
        },
        {
            "title": "Hollow Knight",
            "score": 8,
            "beaten": 2,
            "comment": "I've never been big into Metroid or Castlevania world structure but Hollow Knight is finally where it clicked. Some beautiful environments if a bit drab in colour, great NPCs and music. It also had Hornet yelling 'GIT GUD'",
            "url": "/img/Hollow Knight.jpg"
        },
        {
            "title": "Super Mario Odyssey",
            "score": 8,
            "beaten": 1,
            "comment": "A Mario game with a Dark Souls looking level. While I did remember having a blast, I can't help but look back and think how small many of the worlds felt, and Moons were too plentiful to come by they didn't feel earned. Excellent bosses though thanks to great hit impact feedback",
            "url": "/img/Super Mario Odyssey.jpg"
        },
        {
            "title": "Shin Megami Tensei Strange Journey Redux",
            "score": 8,
            "beaten": 1,
            "comment": "Currently my favourite SMT game. Great alignment systems in terms of gameplay, branching paths and characters. Switches it up well from other games. So much side content and a good UI. Great soundtrack",
            "url": "/img/Shin Megami Tensei Strange Journey.jpg"
        },

        {
            "title": "Dragon Quest XI",
            "score": 7,
            "beaten": 1,
            "comment": "I walked 5 miles to Bromborough to get this game from ASDA but I don't know why, I will admit that Sylvando is one of the best party members in DQ history but it is a slow burn to get your first 4 party members",
            "url": "/img/Dragon Quest XI.jpg"
        },
        {
            "title": "Hellblade",
            "score": 7,
            "beaten": 1,
            "comment": "A fantastic headphone experience but everything else kind of dulled, especially the performance of Senua which was often quite unintentionally comical",
            "url": "/img/Hellblade.jpg"
        },
        {
            "title": "Mario Kart 8 Deluxe",
            "score": 7,
            "beaten": 1,
            "comment": "With a deluxe edition I can't help but feel massively disappointed by the roster, with 1/5 of them being babies of Nintendo characters. It's also weird to have Splatoon characters but not Kirby who has a racing game! Great track designs and music though",
            "url": "/img/Mario Kart 8 Deluxe.jpg"
        },
        {
            "title": "Statik",
            "score": 7,
            "beaten": 1,
            "comment": "A simple VR game with a low price point. It's puzzles were designed and the creepy atmosphere made for a unique experience. The design of the character models was something that sticks in my mind more than the puzzles",
            "url": "/img/Statik.jpg"
        },
        {
            "title": "Cuphead",
            "score": 7,
            "beaten": 1,
            "comment": "A hard game, almost too hard but I did like the art style a lot that kept me going. It's also been nice to see the hidden secrets come out over time that the devs didn't need to implement",
            "url": "/img/Cuphead.jpg"
        },
        {
            "title": "Vanquish",
            "score": 7,
            "beaten": 2,
            "comment": "I had been asking for this game to come to PC for such a long time and SEGA finally delivered. A tense difficult final boss but some parts do lull despite being what is essentially a 3D arcade shooter",
            "url": "/img/Vanquish.jpg"
        },

        {
            "title": "Horizon Zero Dawn",
            "score": 7,
            "beaten": 1,
            "comment": "Finally Guerilla got to make something other than Killzone and the nailed it, almost. They resorted to traditional open world elements like towers that make poor use of an excellent mech design that would be great to fight",
            "url": "/img/Horizon Zero Dawn.jpg"
        },
        {
            "title": "Xenoblade Chronicles 2",
            "score": 7,
            "beaten": 3,
            "comment": "Somehow released in December 2017 despite me saying it will be delayed but it did need more time in the oven. Regardless that music is super underappreciated and patches did come out to fix a lot of minor issues",
            "url": "/img/Xenoblade Chronicles 2.jpg"
        },
        {
            "title": "Splatoon 2",
            "score": 6,
            "beaten": 1,
            "comment": "I played one online game, won, topped my teams leaderboard and then never touched it again. The single player campaign was fun enough but it did feel like more of the same",
            "url": "/img/Splatoon 2.jpg"
        },

        {
            "title": "Final Fantasy XII (Zodiac Age)",
            "score": 6,
            "beaten": 1,
            "comment": "Fifteen year closure. Balthier is a great character, a shame about Vaan and Penelo being main characters. The game mostly played itself, very archaic by design but sometimes offered greatness. So close to being a great JRPG",
            "url": "/img/Final Fantasy XII.jpg"
        },


        {
            "title": "Samurai Warriors 4-II",
            "score": 6,
            "beaten": 1,
            "comment": "Crossing it off the musou list, I think I saw this real cheap for PS4 in GAME and I quite like supporting Tecmo Koei but I don't really remember much",
            "url": "/img/Samurai Warriors 4 II.jpg"
        },

        {
            "title": "Resident Evil 7 (VR)",
            "score": 6,
            "beaten": 2,
            "comment": "My first mainstream experience of VR and it made me feel sick but there's nothing else quite like it and it's a shame it's exclusive to PSVR. Incredible 3D audio made it genuinely terrifying in the house",
            "url": "/img/Resident Evil 7.jpg"
        },

        {
            "title": "Finding Paradise",
            "score": 5,
            "beaten": 1,
            "comment": "A sweet tale about a guy who wishes moments of his life had been just a little bit more perfect that descends into stupidity as it goes on",
            "url": "/img/Finding Paradise.jpg"
        },
        {
            "title": "Warriors All Stars",
            "score": 5,
            "beaten": 1,
            "comment": "A collection of characters appear in a Musou game and yet the roster still disappoints, but it did give love to the Wii game Odama so it has to get praise for that",
            "url": "/img/Warriors All Stars.jpg"
        },
        {
            "title": "Troll and I",
            "score": 5,
            "beaten": 1,
            "comment": "Lost a bet so I had to play this and stream this. Encountered a bug that forced me to redo 75% of the game and yet I would play it again in a heartbeat. I don't know why",
            "url": "/img/Troll and I.jpg"
        },
        {
            "title": "Mario + Rabbids Kingdom Battle",
            "score": 5,
            "beaten": 1,
            "comment": "A creative blend of Mario and Rabbids in an XCOM style with Grant Kirkhope composing. It had a certain charm but dragged too long and Luigi dabs which makes me uncomfortable",
            "url": "/img/Mario + Rabbids Kingdom Battle.jpg"
        },
        {
            "title": "Rime",
            "score": 5,
            "beaten": 1,
            "comment": "Sony showed this off so long ago but dropped it, and now I don't remember anything about it other than that, but hey I gave it a 5 so I must have liked and disliked parts of it",
            "url": "/img/Rime.jpg"
        },

        {
            "title": "Inside",
            "score": 4,
            "beaten": 1,
            "comment": "Some people claimed this as their Game of the Year which is fine but when the gameplay has you only walking at one speed, it causes no tension as you either make it or don't, it requires no reaction on your end to survive",
            "url": "/img/Inside.jpg"
        },
        {
            "title": "Pokemon Ultra Moon",
            "score": 4,
            "beaten": 1,
            "comment": "A game that adds so little it is almost absurd to me it cost the same as the first. While it speeds up the start, I cant remember a single damn thing about it",
            "url": "/img/Pokemon Ultra Moon.jpg"
        },

        {
            "title": "Destiny 2",
            "score": 3,
            "beaten": 1,
            "comment": "Played with a buddy, and it's ridiculous the reward for finishing the game is a vehicle, something you get so early on in the first game. An absolute awful game and somehow gotten worse when it went free2play",
            "url": "/img/Destiny 2.jpg"
        },
        {
            "title": "Gravity Rush 2",
            "score": 3,
            "beaten": 1,
            "comment": "A game I really enjoyed exploring in but then when I decided to carry on with the story, I hated how cliche the mission types were and how unfun they made gravity powers in your missions",
            "url": "/img/Gravity Rush 2.jpg"
        },
        {
            "title": "Kirby Battle Royale",
            "score": 2,
            "beaten": 1,
            "comment": "I used to think Kirby never had a bad game but now I disagree as this was ultimate filler. Kirby excels in platforming, not the simple combat so it seems so odd to make a game based on combat",
            "url": "/img/Kirby Battle Royale.jpg"
        }
    ],
    "2016": [
        {
            "title": "Kirby Planet Robobot",
            "score": 9,
            "beaten": 1,
            "comment": "Great gimmick to a franchise that is repeatedly about gimmicks. Good 3D visuals. Great final boss and good puzzles for the collectibles. Was underrated, now considered top-tier",
            "url": "/img/Kirby Planet Robobot.jpg"
        },
        {
            "title": "Shin Megami Tensei IV: Apocalypse",
            "score": 8,
            "beaten": 1,
            "comment": "A better balanced sequel to SMT IV but includes too much Persona influence in regards to the character friendships. I still loved smirking and siding with my demon buddy Dagda and his lovely Scottish accent",
            "url": "/img/Shin Megami Tensei IV Apocalypse.jpg"
        },

        {
            "title": "The Witness",
            "score": 8,
            "beaten": 1,
            "comment": "A really creative game with a huge wow moment but as it gets toward the end, the story gets a bit too forceful whereas I just liked discovering puzzles",
            "url": "/img/The Witness.jpg"
        },
        {
            "title": "Grim Dawn",
            "score": 8,
            "beaten": "Lost count",
            "comment": "Best birthday gift in terms of hours used. A great ARPG that scratched almost all my desires. Best example of a Kickstarter gone well, continously updated and a unique dual-class system. Many builds and friendly community",
            "url": "/img/Grim Dawn.jpg"
        },
        {
            "title": "Dragon Quest Builders",
            "score": 7,
            "beaten": 1,
            "comment": "A surprisingly great combo of Dragon Quest and Minecraft makes a charming adventure. Really dug the main story but burnt out after",
            "url": "/img/Dragon Quest Builders.jpg"
        },
        {
            "title": "Rez Infinite (VR)",
            "score": 7,
            "beaten": 1,
            "comment": "A trippy VR experience even if short. I think I am quite biased towards VR in general but the scale of the final area was ridiculous",
            "url": "/img/Rez Infinite.jpg"
        },
        {
            "title": "Titanfall 2",
            "score": 7,
            "beaten": 1,
            "comment": "A creatively designed first person shooter is something I haven't experienced in a long time. Many of the levels were fun and BT was a great robot buddy. Short and sweet",
            "url": "/img/Titanfall 2.jpg"
        },
        {
            "title": "Hitman",
            "score": 7,
            "beaten": 1,
            "comment": "The episodic element really suits the style of Hitman but the online only requirement is so unnecessary. While these games are meant to be replayed heavily, I felt little desire to but still was enjoyable to flush peoples heads in the toilet",
            "url": "/img/Hitman.jpg"
        },
        {
            "title": "Shadow Tactics",
            "score": 7,
            "beaten": 1,
            "comment": "A new genre for me what often did feel overwhelming with some missions taking over 2 hours but if you pace yourself, it's a wonderful experience",
            "url": "/img/Shadow Tactics.jpg"
        },
        {
            "title": "Furi",
            "score": 7,
            "beaten": 1,
            "comment": "A friend bought this for me and while the inbetween combat bits are boring, each boss being so unique set to music by Danger and Carpenter Brut made the fights exciting",
            "url": "/img/Furi.jpg"
        },
        {
            "title": "Yakuza Kiwami",
            "score": 7,
            "beaten": 1,
            "comment": "Playing this after 0 is a better experience but still suffers from being a remake of the first ever Yakuza game. A boss fight that was 2 breakdancers really ruined my day",
            "url": "/img/Yakuza Kiwami.jpg"
        },
        {
            "title": "Forza Horizon 3",
            "score": 7,
            "beaten": 1,
            "comment": "An okay racer that isn't Burnout. Not arcadey enough, cars too heavy and no sense of speed. And the slot machines make earning new cars a luck shot, not something that rewards skill",
            "url": "/img/Forza Horizon 3.jpg"
        },
        {
            "title": "Dark Souls III",
            "score": 6,
            "beaten": 1,
            "comment": "I beat this and no one believed me on the ending I got, so I beat it again and got the ending again and uploaded it this time and was still the first to upload it. Boring game though!",
            "url": "/img/Dark Souls III.jpg"
        },
        {
            "title": "Shadow Warrior 2",
            "score": 6,
            "beaten": 1,
            "comment": "Played with a bud and spent most of the time in the arcade area listening to music from Hotline Miami. The enemy designs were boring and the loot seemed unecessary but it played well and movement was fast",
            "url": "/img/Shadow Warrior 2.jpg"
        },
        {
            "title": "Gears of War 4",
            "score": 5,
            "beaten": 1,
            "comment": "A disatisfying ending that teased a future installment ruined the game as it was pretty okay beforehand. Some parts based around Marcus Fenix's home was great but the rest was dull",
            "url": "/img/Gears of War 4.jpg"
        },
        {
            "title": "Digimon Cyber Sleuth",
            "score": 6,
            "beaten": 1,
            "comment": "Very text heavy with a bad story yet I fell in love with Digimon again for the first time in years. Great designs. I had a mecha-wasp with hundreds of guns attached to it",
            "url": "/img/Digimon Cyber Sleuth.jpg"
        },
        {
            "title": "Abzu",
            "score": 6,
            "beaten": 1,
            "comment": "A game so much like Journey it did feel a bit of a copy but now underwater. I remember the visual elements not changing much as the game goes on and the music not having as much of an impact but still joyful to study the fish",
            "url": "/img/Abzu.jpg"
        },
        {
            "title": "Uncharted 4",
            "score": 6,
            "beaten": 1,
            "comment": "No Donut Drake is a scam! The plot was retroactively ruined by Uncharted 3 and for some reason invented a brother, but it does have the best combat sequences even if there are only 3 of them",
            "url": "/img/Uncharted 4.jpg"
        },
        {
            "title": "DOOM 2016",
            "score": 6,
            "beaten": 1,
            "comment": "A game that is never able to fully blend in great level design and enemy encounters and instead feels like both a 3D platformer and a wave based shooter where you are trapped in small rooms",
            "url": "/img/DOOM 2016.jpg"
        },
        {
            "title": "World of Final Fantasy",
            "score": 6,
            "beaten": 1,
            "comment": "A great spin-off and a love letter to the entirety of the FF games. While it had some gorgeous areas, the linear level design didn't let me explore at all",
            "url": "/img/World of Final Fantasy.jpg"
        },
        {
            "title": "Ratchet and Clank Remake",
            "score": 6,
            "beaten": 1,
            "comment": "Blimey this game was beautiful but sadly lost a lot of it's soul. Levels of the original merged as one, a lot of grind rails and Nefarious shoehorned in",
            "url": "/img/Ratchet and Clank Remake.jpg"
        },
        {
            "title": "Civilization VI",
            "score": 6,
            "beaten": 1,
            "comment": "At launch this felt a very dumbed down version of V, and that from IV too. The art style looked very 'mobile' and I don't remember much else",
            "url": "/img/Civilization VI.jpg"
        },
        {
            "title": "Planet Coaster",
            "score": 6,
            "beaten": 1,
            "comment": "A incredibly vast sandbox creation tools with good Steam workshop support but DLC went quite insane, very slow to get something going and the management tools were lacking",
            "url": "/img/Planet Coaster.jpg"
        },
        {
            "title": "Salt and Sanctuary",
            "score": 5,
            "beaten": 1,
            "comment": "An okay Souls clone but found the art style absolutely awful and boss names very generic. Neat implementation of online functions but still quite boring",
            "url": "/img/Salt and Sanctuary.jpg"
        },
        {
            "title": "Titan Quest Anniversary Edition",
            "score": 5,
            "beaten": 3,
            "comment": "A unique setting for an ARPG but when the devs have gone on to make Grim Dawn, it does hurt coming back to dated mechanics. It has charm and with a loot mod, it's made much better",
            "url": "/img/Titan Quest Anniversary Edition.jpg"
        },
        {
            "title": "The Last Guardian",
            "score": 4,
            "beaten": 1,
            "comment": "A miserable experience that ran like garbage but the tech behind Trico is incredible even if it's frustrating to simply get anywhere in the game. The ending is also quite fantastic",
            "url": "/img/The Last Guardian.jpg"
        },
        {
            "title": "Berserk and the Band of the Hawk",
            "score": 4,
            "beaten": 1,
            "comment": "I love the manga Berserk but this game is just trash. Why have a roster of characters if you are forced to play as Guts in about 90% of the missions but I suppose it could have been worse, somehow",
            "url": "/img/Berserk and the Band of the Hawk.jpg"
        },

        {
            "title": "Pokemon Sun",
            "score": 4,
            "beaten": 1,
            "comment": "Pokemon should never have gone 3D. The world feels tremendously small and too much of a focus on characters, and not the adventure or Pokemon and many of the new Pokemon are so cumbersome to get",
            "url": "/img/Pokemon Sun.jpg"
        },
        {
            "title": "Final Fantasy XV",
            "score": 3,
            "beaten": 2,
            "comment": "Played on console after the patches came out after they supposedly improved the game and it was just a miserable experience from start to end which required little effort in progressing as it all does it for you",
            "url": "/img/Final Fantasy XV.jpg"
        },
        {
            "title": "Borderlands The Pre-Sequel",
            "score": 4,
            "beaten": 1,
            "comment": "Still torturing myself by playing BL games, this one with a buddy. 'Wooooooow, yeah!'",
            "url": "/img/Borderlands The Pre-Sequel.jpg"
        },
        {
            "title": "Zero Time Dilemma",
            "score": 3,
            "beaten": 1,
            "comment": "Uchikoshi got a rare chance to finish his trilogy and chose to use expensive 3D models with a cheap budget. It spawned incredible memes and Carlos is delightful but it's so dumb",
            "url": "/img/Zero Time Dilemma.jpg"
        },
        {
            "title": "Vikings Wolves of Midgard",
            "score": 2,
            "beaten": 1,
            "comment": "Without a doubt one of the most frustrating co-op experiences I have had where we had to finish it solo due to a repeating bug in one of the dungeons",
            "url": "/img/Vikings Wolves of Midgard.jpg"
        }
    ],
    "2015": [
        {
            "title": "Bloodborne",
            "score": 10,
            "beaten": "Lost count",
            "comment": "Miyazaki back at the helm and delivers. Incredible atmosphere, great weapon design that was fleshed out with the DLC. Thrilling throughout. Needs a port badly to fix fps and loading times",
            "url": "/img/Bloodborne.jpg"
        },
        {
            "title": "The Witcher 3",
            "score": 9,
            "beaten": 1,
            "comment": "What a step up from Witcher 2 is such a short time that set 'next-gen' in motion. Really brought back the slavic vibe that was present in 1 in such a wide scale beautiful game. And Shani came back for the DLC",
            "url": "/img/The Witcher 3.jpg"
        },
        {
            "title": "Dragon Quest VIII (3DS)",
            "score": 9,
            "beaten": 1,
            "comment": "Finally finished a DQ game and this was charming, I especially loved the character relationships and the overworld exploration. It also had 2 hidden playable characters I never found, how foolish of me",
            "url": "/img/Dragon Quest VIII.jpg"
        },
        {
            "title": "Xenoblade Chronicles X",
            "score": 8,
            "beaten": 2,
            "comment": "The game I got my Wii U for is finally here! And I loved it. In a year of open world games, X felt the most unique and embraced the sky. Many hours spent during unemployment times",
            "url": "/img/Xenoblade Chronicles X.jpg"
        },
        {
            "title": "Fallout New Vegas",
            "score": 8,
            "beaten": 2,
            "comment": "Played alongside a buddy to talk about it, he was really fond of the ghouls going into space sidequest. I appreciated the game more here but think The Strip is quite boring, despite it being a significant landmark",
            "url": "/img/Fallout New Vegas.jpg"
        },
        {
            "title": "Monster Hunter 4 Ultimate",
            "score": 8,
            "beaten": 1,
            "comment": "Maybe my favourite Mon Hun. Great new monsters, new weapons, vertical element, mounting, all hallmarks of Mon Hun and introduced us to Queen Seltas and Tetsucabra",
            "url": "/img/Monster Hunter 4 Ultimate.jpg"
        },
        {
            "title": "Yakuza 0",
            "score": 8,
            "beaten": 1,
            "comment": "My first experience of Yakuza and it was a wonderful wacky adventure if a bit too long. Some side quests were wonderful and the introduction to the second playable character is well executed which could sadden people if they enjoyed playing as Kiryu so much",
            "url": "/img/Yakuza 0.jpg"
        },
        {
            "title": "Life is Strange",
            "score": 7,
            "beaten": 1,
            "comment": "Really wonderful music with vocals and a surprisingly dark game. While I did not enjoy anything about Chloe which impacted the ending",
            "url": "/img/Life is Strange.jpg"
        },
        {
            "title": "Super Mario Maker",
            "score": 7,
            "beaten": 1,
            "comment": "I remember being disappointed by no new story content and the rcreation tools were worse than what rom hack creators could use, but it was still great for the Wii U tablet and had a fun community",
            "url": "/img/Super Mario Maker.jpg"
        },
        {
            "title": "Until Dawn",
            "score": 7,
            "beaten": 1,
            "comment": "One of the better interactive story games out there as there is no fail safe. Some of the mocap looks weird when a person speaks but the setting makes for a really fun horror night with friends",
            "url": "/img/Until Dawn.jpg"
        },
        {
            "title": "Splatoon",
            "score": 6,
            "beaten": "Lost count",
            "comment": "It was weird to see Nintendo reveal a shooter where things literally die and explode in their blood. But it's technically squids and ink so it's okay. Makes me miss miiverse",
            "url": "/img/Splatoon.jpg"
        },
        {
            "title": "Dark Souls II (Scholar)",
            "score": 6,
            "beaten": "Lost count",
            "comment": "Scholar released right before Bloodborne and it was a nice change compared to the original but still lacked the lighting engine they showed off in their trailers",
            "url": "/img/Dark Souls II.jpg"
        },
        {
            "title": "Hotline Miami 2",
            "score": 6,
            "beaten": 1,
            "comment": "The level with Roller Mobster is a jam, but primarily due to the music. I think the masks were worse here than the previous 1 and levels felt too similar",
            "url": "/img/Hotline Miami 2.jpg"
        },
        
        {
            "title": "Ori and the Blind Forest",
            "score": 6,
            "beaten": 1,
            "comment": "I got this thanks to a Steam price glitch and I was still disappointed. It was classed as really hard but I had almost no difficult parts. Beautiful art for an indie game though",
            "url": "/img/Ori and the Blind Forest.jpg"
        },
        {
            "title": "Civilization V",
            "score": 6,
            "beaten": 1,
            "comment": "Having only played IV and it's expansions prior, Civ V felt like a massive downgrade, and it seemed that way within the community but I think it's just a case of 'the first one you played is the best'",
            "url": "/img/Civilization V.jpg"
        },
        {
            "title": "The Witcher 2",
            "score": 6,
            "beaten": 2,
            "comment": "I enjoyed this much more in my first playthrough but to have a completely different act depending on your choice is rad. It felt slow due to no sprint and camera lock on was frustrating compared to other 2011 games",
            "url": "/img/The Witcher 2.jpg"
        },
        {
            "title": "Dying Light",
            "score": 6,
            "beaten": 1,
            "comment": "A great-ish co-op experience that is let down by annoying weapon durability systems and so many sewers, but drop-kicking zombies off roofs was a blast",
            "url": "/img/Dying Light.jpg"
        },
        {
            "title": "The Binding of Isaac Afterbirth",
            "score": 6,
            "beaten": 1,
            "comment": "A pretty good roguelike but the story is almost none existant and the religion element just feels like the developer self-inserting. Some builds can be great but such little opportunity to upgrade makes the game feel slow",
            "url": "/img/The Binding of Isaac Afterbirth.jpg"
        },
        {
            "title": "Halo 5",
            "score": 6,
            "beaten": 1,
            "comment": "A game hated by fans and yet moderately liked by me because I don't care for the story in Halo at the current time. Instead I remember liking the vertical design of the levels that made going through the levels fun",
            "url": "/img/Halo 5.jpg"
        },
        {
            "title": "Magicka 2",
            "score": 5,
            "beaten": 1,
            "comment": "Played this on console so the inputs differed from the first. I remember not enjoying it as much until me and a friend got the finale and it turned into a game of FIFA",
            "url": "/img/Magicka 2.jpg"
        },
        {
            "title": "Monster Hunter Stories",
            "score": 5,
            "beaten": 1,
            "comment": "Finished after a 3 and a half year gap with the last 20% to go. Somewhat fun, often frustrating. Egg hunting was tedious due to RNG luck with Paintballs that barely worked. Great animations for a 3DS game",
            "url": "/img/Monster Hunter Stories.jpg"
        },
        {
            "title": "Undertale",
            "score": 5,
            "beaten": 1,
            "comment": "I hated the humour and characters but the combat system is quite unique for a one-man team. It also has really good music and I am quite jealous Toby Fox got to visit Sakurai's house in Japan",
            "url": "/img/Undertale.jpg"
        },
        {
            "title": "Wasteland 2",
            "score": 4,
            "beaten": 1,
            "comment": "I kickstarted this game as I wanted something like old school Fallout but modern, and hated it from almost the start and rushed to a 'joke ending'. However after loving WL3 I do want to give this another go",
            "url": "/img/Wasteland 2.jpg"
        },
        {
            "title": "Tearaway Unfolded",
            "score": 4,
            "beaten": 1,
            "comment": "The vita version got praise so I invested in the PS4 version and found it to be a miserable time. Too many hardware features designed for the game were not replicated well when porting over and it was far too basic",
            "url": "/img/Tearaway Unfolded.jpg"
        },
        {
            "title": "Fallout 4",
            "score": 3,
            "beaten": 1,
            "comment": "I kind of rushed through this as nothing in the first few hours hooked me but I do find it upsetting the robot didn't say your name 'Sean' because your kid is named Shaun",
            "url": "/img/Fallout 4.jpg"
        },
        {
            "title": "The Order 1886",
            "score": 2,
            "beaten": 1,
            "comment": "I went to an event back in 2015 at GAME where I got to play Bloodborne and The Order 1886, I shot 1 bullet in The Order and hated it then. 4 years later, I finally play it and hated it more",
            "url": "/img/The Order 1886.jpg"
        }
    ],
    "2014":[

        {
            "title": "The Talos Principle",
            "score": 8,
            "beaten": 1,
            "comment": "One of the best puzzle games I have played and despite having a story with heavy religious and philisophical elements, there is no answer forced onto you, only for you to question everything and have doubts and accept that that is okay.",
            "url": "/img/The Talos Principle.jpg"
        },
        {
            "title": "Donkey Kong Country Tropical Freeze",
            "score": 7,
            "beaten": 2,
            "comment": "A great controlling platformer and to this day, still Retro's last game after 7 years. It's a shame the 2D Mario platformers can't compete with this series anymore. David Wise brings his best music.",
            "url": "/img/Donkey Kong Country Tropical Freeze.jpg"
        },
        {
            "title": "The Wolf Among Us",
            "score": 7,
            "beaten": 1,
            "comment": "Definitely enjoyed the character designs from the Fables world but the release of each chapter dragged on too long where it became apparent the story was being changed based on the fanbase accurate predictions",
            "url": "/img/The Wolf Among Us.jpg"
        },
        {
            "title": "Bayonetta 2",
            "score": 7,
            "beaten": 2,
            "comment": "A solid sequel even without Kamiya. Amazon messed up so I got the bundle including Bayo 1 for no extra charge. Good Nintendo costumes and nice to have vibrant colours compared to the first",
            "url": "/img/Bayonetta 2.jpg"
        },
        {
            "title": "Captain Toad",
            "score": 6,
            "beaten": 1,
            "comment": "Adapts a Mario Galaxy level into it's own full game with boss fight and it somehow works, despite having a platformer with no jump ability. Beautiful diorama levels",
            "url": "/img/Captain Toad.jpg"
        },
        {
            "title": "South Park The Stick of Truth",
            "score": 6,
            "beaten": 1,
            "comment": "The most faithful adaptation of a cartoon to a video game I have ever seen. Often feels like South Park at it's best but often seems crude for the sake of it",
            "url": "/img/South Park The Stick of Truth.jpg"
        },
        {
            "title": "Dark Souls II",
            "score": 6,
            "beaten": "Lost count",
            "comment": "Clearly the Miyazaki direction is lost and it's lighting engine is a massive disappointment but I like the build variety and open world design even if the interconnectivity is lost. A lot of new ideas, some work, some don't. Went for a walk with a buddy after finishing it despite sleeping 8ish hours in a weekend",
            "url": "/img/Dark Souls II.jpg"
        },
        {
            "title": "Transistor",
            "score": 6,
            "beaten": 1,
            "comment": "After Bastion, Supergiant have set their motif for their games. Interesting worlds, great visuals and stellar music from Darren Korb. Yet the story in Transistor and the gameplay did nothing for me",
            "url": "/img/Transistor.jpg"
        },
        {
            "title": "The Walking Dead Season 2",
            "score": 6,
            "beaten": 1,
            "comment": "By now, this choice affecting your outcome wore thin as immediately in the next chapter, that choice wouldn't matter. The new cast were not as good as season 1",
            "url": "/img/The Walking Dead Season 2.jpg"
        },
        {
            "title": "Dynasty Warriors 8 XL",
            "score": 6,
            "beaten": 1,
            "comment": "One of the most 'complete' DW games but hasn't seen much new features since 4. The game never goes on sale, and the 'complete edition' doesn't even have every piece of DLC and that annoys me",
            "url": "/img/Dynasty Warriors 8.jpg"
        },
        {
            "title": "Divinity Original Sin",
            "score": 6,
            "beaten": 1,
            "comment": "Playing this after OS2 did feel like a downgrade but the jolly specific co-op mechanics were unique and did make the playthrough fun, it's debuff system was quite RNG which is kind of annoying",
            "url": "/img/Divinity Original Sin.jpg"
        },
        {
            "title": "Strider",
            "score": 6,
            "beaten": 1,
            "comment": "Never played a Strider game before but something about this appealed to me and I had a good time. Controls were responsive but level design was very basic",
            "url": "/img/Strider.jpg"
        },   
        {
            "title": "Metro Last Light Redux",
            "score": 6,
            "beaten": 1,
            "comment": "In many ways an improvement but the amount of scripted sequences which can lead you to wasting resources was too frequent as was the narrative cliches",
            "url": "/img/Metro Last Light Redux.jpg"
        },
        {
            "title": "Pokemon Alpha Sapphire",
            "score": 6,
            "beaten": 2,
            "comment": "Not as bad as I remember it as Gen 3 has some real good routes but the art design is awful and it didn't bother to include the great post-game of Emerald despite releasing 10 years later",
            "url": "/img/Pokemon Alpha Sapphire.jpg"
        }, 
        {
            "title": "Child of Light",
            "score": 6,
            "beaten": 2,
            "comment": "Ubi-art engine makes a name for itself here and I liked this era of Ubisoft with Valiant Hearts and what not. It was a very basic game but I did like the music and the polite vibes",
            "url": "/img/Child of Light.jpg"
        },         
        {
            "title": "Sunset Overdrive",
            "score": 5,
            "beaten": 2,
            "comment": "A replay so I knew what to expect but still somewhat disappointed. I love the flow of Insomniac's games and their animation team is one of the best but the weapons and mission structure were too basic for the energy dirnk addicted setting",
            "url": "/img/Sunset Overdrive.jpg"
        },
        {
            "title": "Pokemon X",
            "score": 5,
            "beaten": 2,
            "comment": "A game that drags at the start then immediately rushes after your second badge. The lack of freedom in exploring a Pokemon world really bogged the game down here despite having excellent Pokemon like Clawitzer",
            "url": "/img/Pokemon X.jpg"
        },
        {
            "title": "Destiny",
            "score": 5,
            "beaten": 1,
            "comment": "Played with a friend and that spider-tank boss fight from the beta still has health bloat. A disappointing game as shooting on multiple planets should be exciting but the enemy designs were boring",
            "url": "/img/Destiny.jpg"
        },
        {
            "title": "LittleBigPlanet 3",
            "score": 3,
            "beaten": 1,
            "comment": "Sumo Digital take charge of this game I played with my buddy and every level had it's own annoying gimmick that demotivated me so much to even begin enjoying a single bit of this game",
            "url": "/img/Little Big Planet 3.jpg"
        }
    ],
    "2013": [
        {
            "title": "The Wonderful 101",
            "score": 9,
            "beaten": 2,
            "comment": "The ending to this game absolutely blew me away. I remember telling my friend about it in town and was screaming how good it was. What a game, and to get it before US to avoid spoilders was great",
            "url": "/img/The Wonderful 101 Remastered.jpg"
        },
        {
            "title": "Metal Gear Rising",
            "score": 8,
            "beaten": 1,
            "comment": "A crazy action game that is absurdly funny with the most ridiculous metal music set to insane boss fights. Sadly boss fights do all have a lull to them where action slows but the cutting up anything to tiny bits mechanic is great",
            "url": "/img/Metal Gear Rising.jpg"
        },
        {
            "title": "Brothers A Tale of Two Sons",
            "score": 7,
            "beaten": 1,
            "comment": "Josef Farez abandons films for video games and I am super happy he did. A really fun world to be in with a very good ending. Controlling 2 people with 1 guy wasn't as complex as it could be thanks to the basic but fun puzzle designs",
            "url": "/img/Brothers A Tale of Two Sons.jpg"
        },
        {
            "title": "Sonic Racing Transformed",
            "score": 7,
            "beaten": 1,
            "comment": "A solid racing game that has a better roster than MK8. Somehow TF2 and the Football Manager manager guy are playable. Great paths, music and a enthusiastic voice actor",
            "url": "/img/Sonic Racing Transformed.jpg"
        },
        {
            "title": "Super Mario 3D World",
            "score": 7,
            "beaten": 1,
            "comment": "Bought during the midnight release of the PS4 at Grainer Games (RIP). It felt like a step back from Galaxy 2 in terms of ambition but the level design was often cheeky and some boss fights were good. The ending is cool too",
            "url": "/img/Super Mario 3D World.jpg"
        },
        {
            "title": "Grand Theft Auto V",
            "score": 7,
            "beaten": 1,
            "comment": "One of the few games on PC to blow me away visually after upgrading in 2015. The view from Franklins new house in the Bay hills area was quite breathtaking but the main missions had so much talking and travelling!",
            "url": "/img/Grand Theft Auto V.jpg"
        },
        {
            "title": "The Last of Us",
            "score": 7,
            "beaten": 1,
            "comment": "I didn't understand the hype as to me it felt just like another Uncharted but with zombies. I liked the clickers but the rest of the mutated were too typical. Some good action set pieces where you are in complete control",
            "url": "/img/The Last of Us.jpg"
        },
        {
            "title": "Shin Megami Tensei IV",
            "score": 7,
            "beaten": 1,
            "comment": "I remember dying so much at the start I wasn't allowed to respawn unless I had coins you earn by walking with your 3DS in sleep mode. It's such an easy game to get lost in due to the map setting but the overworld theme is a banger",
            "url": "/img/Shin Megami Tensei IV.jpg"
        },
        {
            "title": "The Legend of Zelda The Wind Waker HD",
            "score": 7,
            "beaten": 1,
            "comment": "A really pretty game with a nice art style. While I hated the dungeons like most of the Zelda games, I did adore the mini-game guy who yells SPLOOSH and KABOOM",
            "url": "/img/The Legend of Zelda The Wind Waker HD.jpg"
        },
        {
            "title": "Lego Marvel Super Heroes",
            "score": 7,
            "beaten": 1,
            "comment": "If you want to be Iron Man, play this game. So many characters and a delightful open world to explore but the missions themselves is where I wasn't having a blast. Incredible rewards for completing side objectives such as Hulk Stan Lee",
            "url": "/img/Lego Marvel Superheroes.jpg"
        },
        {
            "title": "The Legend of Zelda Link Between Worlds",
            "score": 7,
            "beaten": 1,
            "comment": "A typical Zelda game that changes the formula ever so slightly to let you pick where you want to explore from the start and I loved that enough to finish the game even if I don't remember anything about it",
            "url": "/img/The Legend of Zelda Link Between Worlds.jpg"
        },
        {
            "title": "One Piece: Unlimited World Red",
            "score": 7,
            "beaten": 1,
            "comment": "I was not able to get into the Unlimited Wii games but this one did pull me in because of the strength of the villain and it wasn't on a Wii, that also helps",
            "url": "/img/One Piece Unlimited World Red.jpg"
        },
        {
            "title": "Gears of War Judgement",
            "score": 6,
            "beaten": 1,
            "comment": "Played with a buddy and I was surprised at how much I liked it after the misery of the other two. For a 360 game, the particle effects were quite fantastic. People Can Fly deserve a chance to make a great new IP",
            "url": "/img/Gears of War Judgement.jpg"
        },
        {
            "title": "Marlow Briggs",
            "score": 6,
            "beaten": 1,
            "comment": "A low budget action game that I played as a meme. It's surprisingly great and I remember thinking the weapons were quite unique but the puzzles all felt like filler",
            "url": "/img/Marlow Briggs.jpg"
        },        
        {
            "title": "Rayman Legends",
            "score": 6,
            "beaten": 1,
            "comment": "Played with a buddy and while I do think it is better than the original due to the really neat music based levels, the actual level aesthetics is still poor compared to Rayman 1 and I don't like the side characters you can also play as",
            "url": "/img/Rayman Legends.jpg"
        },
        {
            "title": "Saints Row The Third",
            "score": 5,
            "beaten": 1,
            "comment": "Kanye Wests Power is a real banger of a tune but he's done nothing good since. Much like Saints Row",
            "url": "/img/Saints Row The Third.jpg"
        },
        {
            "title": "Bioshock Infinite",
            "score": 5,
            "beaten": 1,
            "comment": "One of the biggest divides between critic and user scores. Limiting to 2 guns felt very Call of Duty and it felt so afraid of really diving into the racism tones of the story as it stops being a factor almost immediately. One of the best jump scares",
            "url": "/img/Bioshock Infinite.jpg"
        },
        {
            "title": "The Incredible Adventures of Van Helsing",
            "score": 5,
            "beaten": 2,
            "comment": "I enjoyed this a bit solo but then played it with a buddy. I had a Chicagotown pizza and it gave me food poisoning for the first ever time. I did not feel so good about the game after",
            "url": "/img/The Incredible Adventures of Van Helsing.jpg"
        },
        {
            "title": "Tomb Raider",
            "score": 5,
            "beaten": 1,
            "comment": "A heavily scripted action adventure game that tries to be as Uncharted as possible. Brutal death animations are the only highlight I remember but everything felt too explosive to let you soak in the adventure",
            "url": "/img/Tomb Raider.jpg"
        },
        {
            "title": "Saints Row IV",
            "score": 4,
            "beaten": 1,
            "comment": "A bad superhero game and a worse Crackdown. Bad SR humour persists and gets too absurd to be enjoyable. The melee animations were good though",
            "url": "/img/Saints Row IV.jpg"
        },
        {
            "title": "Far Cry 3: Blood Dragon",
            "score": 4,
            "beaten": 1,
            "comment": "To this day the only Far Cry game I have finished because it's short, the writing peaks at the start then becomes annoying so I am glad it was short",
            "url": "/img/Far Cry Blood Dragon.jpg"
        }
    ],
    "2012": [
        {
            "title": "Pokemon Black 2",
            "score": 8,
            "beaten": 2,
            "comment": "A game that is almost too long but none the less has an incredible post-game, so many Pokemon to catch and was fresh for being a sequel and not Pokemon Grey. Definitely a fan favourite but I prefer the first",
            "url": "/img/Pokemon Black 2.jpg"
        },
        {
            "title": "Virtues Last Reward",
            "score": 8,
            "beaten": 1,
            "comment": "Following on from 999, I got almost exactly what I wanted. The ending was worse for going too far on the wide scale and not keeping it contained",
            "url": "/img/Virtues Last Reward.jpg"
        },
        {
            "title": "The Walking Dead Season 1",
            "score": 6,
            "beaten": 1,
            "comment": "Lee and Clem were a great duo that set in motion the man/girl duo genre we see in TLOU and Bioshock Infinite. At the time it was quite groundbreaking but people, including me, have come down on it",
            "url": "/img/The Walking Dead.jpg"
        },
        {
            "title": "Dragons Dogma",
            "score": 8,
            "beaten": 2,
            "comment": "Finally ported to PC and a good port too! Really fun unique classes for a JRPG and the pawn system is rad. Wish it was a bit more free when it comes to classes but the upcoming sequel could be a 10",
            "url": "/img/Dragons Dogma.jpg"
        },
        {
            "title": "Monster Hunter 3 Ultimate",
            "score": 8,
            "beaten": 1,
            "comment": "Finally I have been sold on Monster Hunter and all it took was it to not be portable and not look like garbage. I fell in love with the hammer and whacking monsters' heads",
            "url": "/img/Monster Hunter 3 Ultimate.jpg"
        },
        {
            "title": "Persona 4 Golden",
            "score": 7,
            "beaten": 1,
            "comment": "The added content is honestly quite bad and I don't like the new voice acting cast as much but Persona 4 is still a game worth playing for the mystery Scooby Doo adventure and music. Naoto is best girl",
            "url": "/img/Persona 4 Golden.jpg"
        },
        {
            "title": "Sleeping Dogs",
            "score": 7,
            "beaten": 1,
            "comment": "Imagine open world Yakuza set in China. Wei Shen is a great protag and the character dynamics made for a great story. Good combat system and somehow even had Emma Stone in the game",
            "url": "/img/Sleeping Dogs.jpg"
        },
        {
            "title": "Fire Emblem Awakening",
            "score": 7,
            "beaten": 1,
            "comment": "My first Fire Emblem game and I was showing it to my friend in hospital at the time. Some really cool voice lines such as 'Pick a god and pray!' when getting a critical hit",
            "url": "/img/Fire Emblem Awakening.jpg"
        },
        {
            "title": "Gravity Rush",
            "score": 6,
            "beaten": 1,
            "comment": "A game that is incredibly unique in terms of it's gameplay, world and music, yet I found it quite miserable to slog through due to the camera in heavy gavity justing moments. Kat is a great protagonist",
            "url": "/img/Gravity Rush.jpg"
        },
        {
            "title": "Dust: An Elysian Tail",
            "score": 5,
            "beaten": 1,
            "comment": "Friend gifted to me and it had a move that let you rack up 99+ combos very easily and I spammed it a lot. Very furry character designs but it was decent for one of my first Metroidvanias",
            "url": "/img/Dust An Elysian Tail.jpg"
        },
        {
            "title": "Diablo 3",
            "score": 5,
            "beaten": 2,
            "comment": "An awful and tedious game that is absurdly easy from the get go with little options in how you customise your character and an art style that doesn't seem fitting for the name Diablo",
            "url": "/img/Diablo 3.jpg"
        },
        {
            "title": "Halo 4",
            "score": 4,
            "beaten": 1,
            "comment": "I didn't think Halo could get worse but it does with 4. 343 took over the franchise, replaced every enemy with boring generic robots and had such a weird bug at the final QTE when playing co-op",
            "url": "/img/Halo 4.jpg"
        },
        {
            "title": "Torchlight 2",
            "score": 4,
            "beaten": 3,
            "comment": "Played with a buddy and while starting off strong and having a good pet and fish system, having many skills with 2+minute cooldown really annoyed me, and levelling was slow",
            "url": "/img/Torchlight 2.jpg"
        }
    ],
    "2011": [
        {
            "title": "Dark Souls",
            "score": 10,
            "beaten": "Lost count",
            "comment": "At first it felt like a downgrade from Demon's Souls but overtime I came to love it more. ",
            "url": "/img/Dark Souls.jpg"
        },
        {
            "title": "Deus Ex Human Revolution",
            "score": 8,
            "beaten": 1,
            "comment": "Adam Jensen is a great protag, wonderful ambient music that doesn't interfere with the atmosphere. So many cardboard boxes",
            "url": "/img/Deus Ex Human Revolution.jpg"
        },
        {
            "title": "Super Mario 3D Land",
            "score": 7,
            "beaten": 2,
            "comment": "A charming small-scale platformer but Mario runs at such a slower speed that it was hard to adapt to after playing Mario Odyssey",
            "url": "/img/Super Mario 3D Land.jpg"
        },
        {
            "title": "Magicka",
            "score": 7,
            "beaten": 2,
            "comment": "A really funny game with a creative magic system. QFASA was OP and giving yourself different shield types to combat enemies was really clever",
            "url": "/img/Magicka.jpg"
        },
        {
            "title": "Dead Island",
            "score": 6,
            "beaten": 1,
            "comment": "Played with a buddy and it was quite awful but not as bad as I expected, it got buggy in the final moments which kind of ruined the impact but I don't remember much other than 'Who do you Voodoo'",
            "url": "/img/Dead Island.jpg"
        },
        {
            "title": "RAGE",
            "score": 6,
            "beaten": 1,
            "comment": "A mixed bag that I streamed only sometimes for a friend due to weird time zones. A unique setting that only excelled when you was visiting blood stained hospitals",
            "url": "/img/RAGE.jpg"
        },
        {
            "title": "Serious Sam 3",
            "score": 5,
            "beaten": 2,
            "comment": "A disappointment for a long time Serious Sam fan but I did a 32 player co-op session which had me laughing constantly",
            "url": "/img/Serious Sam 3.jpg"
        },
        {
            "title": "Renegade Ops",
            "score": 5,
            "beaten": 1,
            "comment": "Played with a buddy, don't remember a thing!",
            "url": "/img/Renegade Ops.jpg"
        },
        {
            "title": "Gears of War 3",
            "score": 5,
            "beaten": 1,
            "comment": "Played with a buddy and while an improvement over 2 I still didn't care for the tone of the franchise now being action heavy instead of the somewhat spooky vibe of the first game",
            "url": "/img/Gears of War 3.jpg"
        },
        {
            "title": "Portal 2",
            "score": 5,
            "beaten": 3,
            "comment": "Played with a buddy again and I still don't feel it. The robot designs are really great and the levels are complex but it's just dull",
            "url": "/img/Portal 2.jpg"
        },
        {
            "title": "Rayman Origins",
            "score": 6,
            "beaten": 1,
            "comment": "Tried solo and dropped, played with a buddy and finished it. Still don't like it as a whole, very annoying sound effects and level design doesn't vary. I enjoy the Ubi-Art engine but think it doesn't suit the vibe of Rayman. Great intro cutscene",
            "url": "/img/Rayman Origins.jpg"
        },
        {
            "title": "Uncharted 3",
            "score": 4,
            "beaten": 1,
            "comment": "Pre-ordered and beat it in 1 night. Remember telling a Uni guy it sucked and he immediately seemed to want nothing more to do with me. Whole plot revolved around Nathan Drakes real name with no outcome",
            "url": "/img/Uncharted 3.jpg"
        },
        {
            "title": "Earth Defense Force Insect Armageddon",
            "score": 2,
            "beaten": 1,
            "comment": "Just an absolute misery with almost nothing fun but co-opped work fine",
            "url": "/img/Earth Defense Force Insect Armageddon.jpg"
        }
    ],
    "2010": [
        {
            "title": "Ghost Trick",
            "score": 10,
            "beaten": 3,
            "comment": "A modern classic where Shu Takumi got to break away from Ace Attorney. Incredible character animation that oozes personality, great writing and concept for a puzzle game. Great music. Missile best dog, the only thing in life is barking!",
            "url": "/img/Ghost Trick.jpg"
        },
        {
            "title": "Pokemon White",
            "score": 9,
            "beaten": 2,
            "comment": "A high budget ending with great DS visuals and incredible music. Shame about the now dead online features. DS piracy was rampant so the leaks was very fun with Smugleaf, Wotter and Pignite",
            "url": "/img/Pokemon White.jpg"
        },
        {
            "title": "Xenoblade Chronicles",
            "score": 9,
            "beaten": 2,
            "comment": "What Monolith Soft accomplished on the Wii is a miracle compared to our Japanese devs were messing up on more powerful hardware. Scale, story, music, characters, and the British voice acting. It had it all",
            "url": "/img/Xenoblade Chronicles.jpg"
        },
        {
            "title": "Super Mario Galaxy 2",
            "score": 8,
            "beaten": 1,
            "comment": "Yoshi returns and I don't want to say that immediately makes it better than the first but it kinda does. The boss fights were rad but the final boss fight like most Mario games, is just the same fight with Bowser again",
            "url": "/img/Super Mario Galaxy 2.jpg"
        },
        {
            "title": "Nier",
            "score": 7,
            "beaten": 2,
            "comment": "A unique game in the sense of story, endings, music and how much grinding you have to do. People even make images to show which ones to avoid as they offer nothing of note. Still a game I recommend to people and I hope the remaster does well",
            "url": "/img/Nier.jpg"
        },
        {
            "title": "Red Dead Redemption",
            "score": 7,
            "beaten": 1,
            "comment": "A game I finished to simply cross off a classic, a classic I tried playing back in 2010 and hated it. I still kind of do since it does feel like an empty desert so many times but I did grow to like the characters and world",
            "url": "/img/Red Dead Redemption.jpg"
        },
        {
            "title": "Super Meat Boy",
            "score": 6,
            "beaten": 1,
            "comment": "A brutal platformer that started off a trend for hardcore 2D games. I thought it's music was great but overtime it's been tarnished with re-releases that are worse in terms of art direction and music",
            "url": "/img/Super Meat Boy.jpg"
        },
        {
            "title": "Halo Reach",
            "score": 5,
            "beaten": 1,
            "comment": "Played in co-op with a bud who insisted on the hardest difficulty and I resent him for it. I remember it having a great ending but nothing else",
            "url": "/img/Halo Reach.jpg"
        },
        {
            "title": "Metro 2033",
            "score": 5,
            "beaten": 1,
            "comment": "An experience that would be better if I hadn't been such a big fan of STALKER. Good atmosphere and even some great enemy AI that goes underappreciated",
            "url": "/img/Metro 2033.jpg"
        },
        {
            "title": "Kane & Lynch 2",
            "score": 4,
            "beaten": "2",
            "comment": "A game that's hard to tell the tone the developers were going for. It attempts to be serious yet many moments are oddly comical due to animations and quite absurd situations. Ridiculous levels of next-gen lens flares but the film aeshetic can be nice",
            "url": "/img/Kane & Lynch 2.jpg"
        },
        {
            "title": "Valkyria Chronicles II",
            "score": 3,
            "beaten": 1,
            "comment": "The worst sequel to a great game since DMC2, and I blame it on the devs targeting the PSP demographic and trying to appeal to a female audience, but I don't understand why",
            "url": "/img/Valkyria Chronicles 2.jpg"      
        }
    ],
    "2009": [
        {
            "title": "Demon's Souls",
            "score": 10,
            "beaten": "Lost count",
            "comment": "Played at a party I attended and hated the party but loved the game. Bought it immediately after. Friend mocked it for a magazine calling it the next Shadow of the Colossus. Who knew it would be better",
            "url": "/img/Demon's Souls.jpg"
        },
        {
            "title": "Nine Hours, Nine Persons, Nine Doors",
            "score": 9,
            "beaten": 1,
            "comment": "I had never played a visual novel game before and this blew me away in terms of weird theoretical concepts that is spoken about in the science community. It can be a bit silly but I throughouly enjoyed how dark it was",
            "url": "/img/Nine Hours, Nine Persons, Nine Doors.jpg"
        },
        {
            "title": "Bayonetta",
            "score": 7,
            "beaten": 2,
            "comment": "2017 was were I started feeling better about Bayonetta as it never clicked before. It's a very desaturated game but has great combat and many collectibles. It probably has deep lore but never bothered to look into it",
            "url": "/img/Bayonetta.jpg"
        },
        {
            "title": "Pokemon Heart Gold",
            "score": 7,
            "beaten": 3,
            "comment": "10 years ago, this might be in my top 10 games of all time, but now I have come down a bit on it. While Gen 2 is so massive as a whole, the actual adventure in regions does feel slow to level and fast to explore. It's odd but it does have Voltorb Flip which kept me busy on the toilet",
            "url": "/img/Pokemon Heart Gold.jpg"
        },
        {
            "title": "Uncharted 2",
            "score": 6,
            "beaten": 2,
            "comment": "A game I loved when it originally released but fell off here. A bit too many scripted events and too full of betrayals",
            "url": "/img/Uncharted 2.jpg"
        },
        {
            "title": "Yakuza 3",
            "score": 6,
            "beaten": 1,
            "comment": "While it was nice to be back in Kamurocho, many of the plot elements felt too absurd and one chapter was 30 minutes of dialogue. The orphanage elements were great",
            "url": "/img/Yakuza 3.jpg"
        },
        {
            "title": "Dynasty Warriors 6 Empires",
            "score": 6,
            "beaten": 2,
            "comment": "Bought this on sale in GAME for about a tenner and still wish I got more value. My first DW empires game and probably the last one I play",
            "url": "/img/Dynasty Warriors 6 Empires.jpg"
        },
        {
            "title": "Beat Hazard",
            "score": 6,
            "beaten": 1,
            "comment": "One of the first games I bought DLC for. I liked to play new music I got for a while on this game but it didn't vary the game all that much and most of the time you were shooting at junk in space",
            "url": "/img/Beat Hazard.jpg"
        }
    ],
    "2008": [
        {
            "title": "Viva Pinata TIP",
            "score": 8,
            "beaten": 2,
            "comment": "Merging them as one as I played them together. Great games that fills a niche for me which is garden raising, normally I hate that genre. Great designs, music, discovery and a nice fast pace to growth, unlike Animal Crossing",
            "url": "/img/Viva Pinata.jpg"
        },
        {
            "title": "Valkyria Chronicles",
            "score": 8,
            "beaten": 1,
            "comment": "Played for the art style, stayed for really interesting combat system and strong characters. Not too anime compared to the future titles. VEGETABLES!",
            "url": "/img/Valkyria Chronicles.jpg"      
        },
        {
            "title": "Dead Space",
            "score": 8,
            "beaten": 1,
            "comment": "I played this near Halloween to fit the mood. The game has fantastic UI and sound design and great weapons. Enemy designs were a bit boring though",
            "url": "/img/Dead Space.jpg"
        },
                {
            "title": "Gears of War 2",
            "score": 4,
            "beaten": 1,
            "comment": "A game that epitomises the third person shooter design of that era, with constant turret sections, ugly colour palette, regen health and grenade spam. I can't remember liking anything about it",
            "url": "/img/Gears of War 2.jpg"
        },
        {
            "title": "Devil May Cry 4",
            "score": 7,
            "beaten": "Lost count",
            "comment": "A good game in some ways and bad in others, especially when backtracking as Dante, you fight each boss 3 times in one playthrough but some fights are incredible and the demo is one of my earliest Xbox 360 memories",
            "url": "/img/Devil May Cry 4.jpg"
        },
        {
            "title": "Pokemon Platinum",
            "score": 5,
            "beaten": 2,
            "comment": "A game I used to love and now kinda hate. The pokemon variety in Gen IV is abysmal with only one other fire type. Very slow with mad HM usage and not very memorable routes. The safari zone sucks too",
            "url": "/img/Pokemon Platinum.jpg"
        }
    ],
    "2007": [
        {
            "title": "Call of Duty 4",
            "score": 9,
            "beaten": "Lost count",
            "comment": "Absorbed my life for 3 years and I refused to move onto WAW or MW2 or Blops. I wish the multiplayer was a smoother experience as PS3 owners had 'DOWNLOADING GAME SETTINGS' constantly. Some iconic single player levels too without going edgy like the next CoDs",
            "url": "/img/Call of Duty 4.jpg"
        },
        {
            "title": "The Witcher",
            "score": 8,
            "beaten": 2,
            "comment": "A game I struggled to fall in love with, but when I did, I fell in love with the slavic folklore, the music,the autumn colour palette and the mini-games. I remember my dad buying me this in Tesco cos of the cool cover",
            "url": "/img/The Witcher.jpg"
        },
        {
            "title": "Bioshock",
            "score": 8,
            "beaten": 2,
            "comment": "A unique setting, great enemy designs, incredible use of lighting and physics with your magic powers. The game popularised audio logs which I now hate and some parts such as the final boss are real dumb but I thought this game in 2007 was incredible",
            "url": "/img/Bioshock.jpg"
        },
        {
            "title": "Stalker Shadow of Chernobyl",
            "score": 7,
            "beaten": 1,
            "comment": "Incredibly immersive game that I was 30 minutes away from finishing back in 2010 before messing up a quick save cos I was new to hardcore PC games. Ridiculously accurate AI but X16 lab is a haunting experience",
            "url": "/img/Stalker Shadow of Chernobyl.jpg"
        },
        {
            "title": "Super Mario Galaxy",
            "score": 7,
            "beaten": 1,
            "comment": "I got my Wii quite late and I was never the biggest Mario fan, so by the time I played this, I heard incredible things. And yet many levels were boring and short and made little use of the planet gravity physics",
            "url": "/img/Super Mario Galaxy.jpg"
        },
        {
            "title": "Uncharted",
            "score": 7,
            "beaten": 2,
            "comment": "Originally didn't care much for it but now it's probably my favourite Uncharted. Nice singular location with variety in it's level design.",
            "url": "/img/Uncharted.jpg"
        },
        {
            "title": "Halo 3",
            "score": 5,
            "beaten": 2,
            "comment": "Played with my Xbox obsessed friend and the hardest difficulty and that still irks me. I dont know what is so appealing about Halo to people but good for them I guess, it didn't do anything for me",
            "url": "/img/Halo 3.jpg"
        }
    ],
    "2006": [
        {
            "title": "Okami",
            "score": 9,
            "beaten": 2,
            "comment": "One of my absolute favourite games from one of my favourite game directors. A beautiful stylized Japanese game which started my love for Yokai. A unique combat system with a great story, funny side characters and a deeply interactive world",
            "url": "/img/Okami HD.jpg"
        },
        {
            "title": "Elite Beat Agents",
            "score": 9,
            "beaten": "Lost count",
            "comment": "One of the absolute best DS games. A punk soundtrack with some classics on there too. Great humour and I always appreciate a game where failing is still exciting. Hate the DS stylus and the wheel spin sections though",
            "url": "/img/Elite Beat Agents.jpg"
        },
        {
            "title": "Viva Pinata",
            "score": 8,
            "beaten": 2,
            "comment": "Don't know what made me buy this but glad I did. Incredible soulful game with such odd requirements to unlock new pinatas",
            "url": "/img/Viva Pinata.jpg"
        },
        {
            "title": "Bully",
            "score": 8,
            "beaten": 1,
            "comment": "I really wish Rockstar would make smaller scale games like this as it was enjoyable to do the mini-game classes, especially English which was basically Countdown",
            "url": "/img/Bully.jpg"
        },
        {
            "title": "God Hand",
            "score": 8,
            "beaten": 1,
            "comment": "A game that's too bloody hard but also incredible. Good humour, unique combat system and makes me wish Mikami would move away from horror games",
            "url": "/img/God Hand.jpg"
        },
        {
            "title": "Persona 3 FES",
            "score": 6,
            "beaten": 1,
            "comment": "BABY BABY BABY BABY BABYYYY! A good game but the lack of party control can be a hindrance. One social link really stands out to me about a guy dealing with cancer while writing a childrens book about a pink elephant. Not a happy ending sadly",
            "url": "/img/Persona 3 FES.jpg"
        },
        {
            "title": "Dead Rising",
            "score": 5,
            "beaten": 1,
            "comment": "Finished on the night of Eurovision. Starts off frustrating but once you get into the groove of understanding the UI and map, it gets better. Fun easter eggs but not a lot of useful items",
            "url": "/img/Dead Rising.jpg"
        }
    ],
    "2005": [
        {
            "title": "Devil May Cry 3",
            "score": 9,
            "beaten": 3,
            "comment": "Hideaki Itsuno knocks it out of the park after a disappointing DMC2. Incredible combat for a PS2 game made better with the Style Switcher mod. Ruthlessly hard at times but what is the price to pay for power",
            "url": "/img/Devil May Cry 3.jpg"
        },
        {
            "title": "Resident Evil 4",
            "score": 9,
            "beaten": 1,
            "comment": "A friend lent me a copy back on the PS2 but I couldn't get into it. Now I played it on PC and had a blast. The starting village area is absolutely incredible and even referenced recently by God of War 2018 devs",
            "url": "/img/Resident Evil 4.jpg"
        },
        {
            "title": "Rogue Galaxy",
            "score": 8,
            "beaten": 1,
            "comment": "CheckedIGN and saw trailers for this. With my friend at my house, asked my dad to take me to Blockbuster to get it, leaving my friend in my room alone for some reason... I remember listening to Take That - Stardust during the 100 floor dungeon. Insect and factory mini-games were so fun",
            "url": "/img/Rogue Galaxy.jpg"
        },
        {
            "title": "Dynasty Warriors 5",
            "score": 6,
            "beaten": 1,
            "comment": "I loved the intro so much, and I thought with it now being 2005, the graphics would represent the opening cinematic. It did not. Still fun-ish but nothing to 3",
            "url": "/img/Dynasty Warriors 5.jpg"
        },
        {
            "title": "FATE",
            "score": 6,
            "beaten": 1,
            "comment": "A classic ARPG that is Torchlight-light. Oddly charming but very simple. Framerate plummets despite being a 15 year old game BUT I got to summon beetle to fight for me, so that was rad",
            "url": "/img/FATE.jpg"
        }
    ],
    "2004": [
        {
            "title": "Paper Mario The Thousand-Year Door",
            "score": 9,
            "beaten": 2,
            "comment": "Alas, this twilt world is too full of pain and contradiction, too full of broken dreams. A genuinely funny game but the levels do make for some slight backtracking. An excellent support cast. 'Guess again nerd!'",
            "url": "/img/Paper Mario The Thousand-Year Door.jpg"
        },
        {
            "title": "Halo 2",
            "score": 6,
            "beaten": 1,
            "comment": "At the time when playing in co-op, it was my favourite Halo game and might still be when I play it solo... eventually. Duel-weilding guns was great and the level design I remembered being good",
            "url": "/img/Halo 2.jpg"
        },
        {
            "title": "Fable",
            "score": 6,
            "beaten": 1,
            "comment": "I remember when I jokingly spelld out 'shit' instead of 'this' and the game mocked me for it. Truly a sign of a good game and hope the new Fable has the same cozy atmosphere",
            "url": "/img/Fable.jpg"
        },
        {
            "title": "Onimusha 3",
            "score": 6,
            "beaten": 2,
            "comment": "A childhood favourite that to me doesn't hold up due it's high difficulty but the motorbike jumping onto a boat cutscene is still fantastic and I hope it makes a return at some point",
            "url": "/img/Onimusha 3.jpg"
        }
    ],
    "2003": [
        {
            "title": "Dynasty Warriors 4",
            "score": 6,
            "beaten": "Lost count",
            "comment": "I remember feeling quite bummed out by 4. Its weapons started having RPG stats and the ability for all officers to weild whatever they wanted ruined their unique moveset",
            "url": "/img/Dynasty Warriors 4.jpg"
        },
        {
            "title": "Shin Megami Tensei Nocturne",
            "score": 5,
            "beaten": 1,
            "comment": "Finally finished thanks to remaster. These dungeons are the worst, all of them have invisible teleport traps and that's as complex as it gets. Real neat character goals though and no real villain due to you picking your own alignments",
            "url": "/img/Shin Megami Tensei Nocturne.jpg"
        },
        {
            "title": "Devil May Cry 2",
            "score": 2,
            "beaten": 1,
            "comment": "It's a miracle Itsuno kept his job after this but it wasn't his fault! Some levels were so ugly it was an eyesore, the Stinger move animation is so bad, guns are overpowered and there's a boss fight that is just a helicopter you shoot at",
            "url": "/img/Devil May Cry 2.jpg"
        }
    ],
    "2002": [
        {
            "title": "Resident Evil Remake",
            "score": 9,
            "beaten": 1,
            "comment": "I love that mansion even after a 20 year gap from the original. Some stuff is a bit punishing but not impossible and the many changes of the mansion throughout kept surprising",
            "url": "/img/Resident Evil Remake.jpg"
        },
        {
            "title": "Ratchet and Clank",
            "score": 7,
            "beaten": "1",
            "comment": "Never could get into the very first one, but I pulled through for E3 and fell in love with the level design, character relationships and humour. Quite sassy characters but moving around felt off, aerial enemies didn't suit their in-game lock on but still great",
            "url": "/img/Ratchet and Clank.jpg"
        },
        {
            "title": "Super Mario Sunshine",
            "score": 6,
            "beaten": 1,
            "comment": "The only 3D Mario platformer I hadn't played and well, I don't like it. Collision detection can be naff and fall through moving objects but the summer vibe is really nice",
            "url": "/img/Super Mario Sunshine.jpg"
        }
    ],
    "2001": [
        {
            "title": "Halo",
            "score": 7,
            "beaten": 2,
            "comment": "Played it solo and I was able to appreciate the game more but so many of the levels had repeated level design which in the end did more me a lot. And the flood can bugger off even if it is a fascinating story element",
            "url": "/img/Halo.jpg"
        },
        {
            "title": "Dynasty Warriors 3",
            "score": 7,
            "beaten": "Lost count",
            "comment": "One of the games of my youth. Put hundreds of hours into it. Guan Yu was the best",
            "url": "/img/Dynasty Warriors 3.jpg"
        },
        {
            "title": "Devil May Cry",
            "score": 6,
            "beaten": 2,
            "comment": "My first Kamiya game, who knew back then he would have such a presence as his career went on. Fun but very basic compared to the modern games that diverted from the serious tone. The underwater sections also suck",
            "url": "/img/Devil May Cry.jpg"
        },
        {
            "title": "Final Fantasy X",
            "score": 5,
            "beaten": 1,
            "comment": "A crazy foundation for a setting in an RPG and a nice turn-based combat system that does away with the ATB. Awful dungeons too. But something kept me going back and I don't know why",
            "url": "/img/Final Fantasy X.jpg"
        },
        {
            "title": "Luigi's Mansion",
            "score": 5,
            "beaten": 1,
            "comment": "A short charming game but so much backtracking. The boo names were really funny such as GameBoo Advance but was very basic as a whole",
            "url": "/img/Luigi's Mansion.jpg"
        },
        {
            "title": "Halo",
            "score": 5,
            "beaten": 2,
            "comment": "Co-op with a buddy on the hardest difficulty made for grenade spam and some levels are far too long but it's control scheme standardised FPS on consoles still to this day and you have to appreciate it for that",
            "url": "/img/Halo.jpg"
        },
        {
            "title": "Dark",
            "score": 2,
            "beaten": 1,
            "comment": "",
            "url": "/img/Dark.jpg"
        }
    ],
    "2000": [
        {
            "title": "Dark Cloud",
            "score": 9,
            "beaten": 1,
            "comment": "A perfect game for the summer. Charming and full of soul. I remember losing my mind when I realised I was no longer building a town but a Sun God Mecha. I loved it so much I made a Dark Cloud x Pacific Rim video",
            "url": "/img/Dark Cloud.jpg"
        },
        {
            "title": "Final Fantasy IX",
            "score": 8,
            "beaten": 2,
            "comment": "A wonderful charming tale with the best music. It's full of soul and feels like the most traditional Final Fantasy game that we haven't seen since",
            "url": "/img/Final Fantasy IX.jpg"
        },
        {
            "title": "Diablo 2",
            "score": 6,
            "beaten": 1,
            "comment": "Finally crossed off a classic but some parts are a bit too outdated and found it quite ugly to play though. I can see why it popularised a genre and it's better than Diablo 3 but I hope a remake makes it more accessible",
            "url": "/img/Diablo 2.jpg"
        },
        {
            "title": "Banjo Tooie",
            "score": 4,
            "beaten": 2,
            "comment": "A childhood classic that upon playing again realise it absolutely sucks. So much backtracking and padded out time due to unecessary obsfucation. I remember my brother watching me beat the final boss when I was about 8",
            "url": "/img/Banjo Tooie.jpg"
        }
    ],
    "1999": [
        {
            "title": "Dark",
            "score": 2,
            "beaten": 1,
            "comment": "",
            "url": "/img/Dark.jpg"
        }
    ],
    "1998":[
        {
            "title": "Banjo Kazooie",
            "score": 10,
            "beaten": 4,
            "comment": "One of my childhood games that still holds up to this very day. A blast from start to finish and the quiz at the end shows how proud the developers are of their level and sound design, better than Super Mario 64 for sure",
            "url": "/img/Banjo Kazooie.jpg"
        },
        {
            "title": "Half-Life",
            "score": 8,
            "beaten": 1,
            "comment": "It was great to play through the game that is Valves origins and it still holds up. The chatter of the other scientists was really funny but the final areas were quite boring",
            "url": "/img/Half-life.jpg"
        },
        {
            "title": "Xenogears",
            "score": 7,
            "beaten": 1,
            "comment": "Played this on a PSClassic and it was a miserable experience due to constant crashes and the awful controller. None the less it has a great combat system for a PS1 RPG and some of the best Yasunori Mitsuda music",
            "url": "/img/Xenogears.jpg"
        },
        {
            "title": "The Legend of Zelda Ocarina of Time",
            "score": 6,
            "beaten": 1,
            "comment": "You know, I think I just don't like old zelda that much. While the spooky elements of this game were incredible, I still found it a chore to play, primarily due to dungeons",
            "url": "/img/The Legend of Zelda Ocarina of Time.jpg"
        }
    ],
    "1997": [
        {
            "title": "Castlevania Symphony of the Night",
            "score": 9,
            "beaten": 1,
            "comment": "While the first half the game is too easy, it did a great job of making it more accessibile while stil maintaining the core of Castlevania and RPG mechanics and weapon drops made playing experience",
            "url": "/img/Castlevania Symphony of the Night.jpg"
        },
        {
            "title": "Final Fantasy VII",
            "score": 8,
            "beaten": 1,
            "comment": "Such an oddball in terms of story for Final Fantasy but it has an incredible setting, beautiful places like Cosmo Canyon and feels like a long adventure. Cid is the best version of Cid but did feel slow",
            "url": "/img/Final Fantasy VII.jpg"
        },
        {
            "title": "Blast Corps",
            "score": 4,
            "beaten": 1,
            "comment": "A seriously hard game I played as part of Rare Replay and egged on by a friend. It still had some elements of Rares charm and a good destruction engine for a N64 game but it is very basic",
            "url": "/img/Blast Corps.jpg"
        }
    ],
    "1996": [
        {
            "title": "Super Mario RPG",
            "score": 10,
            "beaten": 1,
            "comment": "Asked my friend what SNES game to play, he said this, had a blast, never doubted him since. Geno for Smash",
            "url": "/img/Super Mario RPG.jpg"
        }
    ],
    "1995": [
        {
            "title": "Tetris Attack",
            "score": 8,
            "beaten": 1,
            "comment": "I love Puzzle league and this is pretty much the first inception of it, something about the simple aesthetic compared to the cylindrical nature future games have keep it simple",
            "url": "/img/Tetris Attack.jpg"
        },
        {
            "title": "Chrono Trigger",
            "score": 9,
            "beaten": 1,
            "comment": "A super charming RPG that I've tried multiple times but finally finished for the first time. It's nice to have a prison breakout sequence not last 5 hours in a game",
            "url": "/img/Chrono Trigger.jpg"
        }
    ],
    "1994": [
        {
            "title": "Final Fantasy VI",
            "score": 7,
            "beaten": 1,
            "comment": "Cyan is one of the best FF characters and while I did enjoy it as a whole, I still never wanted to experiment with many of the 13 playable characters due to not liking the ATB system",
            "url": "/img/Final Fantasy VI.jpg"
        },
        {
            "title": "Donkey Kong Country",
            "score": 7,
            "beaten": 2,
            "comment": "Played alongside this with a bud and talked about our experience. Wasn't as difficult as I remember and Elevator Antics sticks out as a favourite level but the underwater levels aren't so great",
            "url": "/img/Donkey Kong Country.jpg"
        },
        {
            "title": "Demon's Crest",
            "score": 7,
            "beaten": 1,
            "comment": "A good sidescroller I played on the SNES classic that thankfully isn't as punishing as the previous Ghosts n Goblins entries, I did not get the true ending as I missed some collectibles",
            "url": "/img/Demon's Crest.jpg"
        }
    ],
    "1993": [
        {
            "title": "Dragon Quest (SNES)",
            "score": 6,
            "beaten": 1,
            "comment": "Played this alongside a buddy and it got very grind heavy and was kind of obtuse in design that almost felt like it required a Nintendo Power magazine but even back then DQ had charm",
            "url": "/img/Dragon Quest.jpg"
        }
    ],
    "1992": [
        {
            "title": "Street Fighter II",
            "score": 7,
            "beaten": 1,
            "comment": "One of the first games I remember playing, my familys SNES console box has this on it which is cute but I remember thinking it was too hard for my 5 year old tiny hands",
            "url": "/img/Street Fighter II.jpg"
        }
    ],
    "1991": [
        {
            "title": "Super Castlevania IV",
            "score": 6,
            "beaten": 1,
            "comment": "A game that is more difficult than it is fun, but some levels were defnitely cool and stand out. I probably would not have finished it if I didn't look up and find the hidden items/powerups before the final boss",
            "url": "/img/Super Castlevania IV.jpg"
        },
        {
            "title": "The Legend of Zelda Link to the Past",
            "score": 6,
            "beaten": 1,
            "comment": "After about 10 attempts I finally finished it. Awful overworld music but the dungeons often making use of the outside world was really cool. It's a shame this set out the blueprint for Zelda games until Breath of the Wild",
            "url": "/img/The Legend of Zelda Link to the Past.jpg"
        }
    ],
    "1990": [
        {
            "title": "Dark",
            "score": 2,
            "beaten": 1,
            "comment": "",
            "url": "/img/Dark.jpg"
        }
    ],
    "1989": [
        {
            "title": "Dark",
            "score": 2,
            "beaten": 1,
            "comment": "",
            "url": "/img/Dark.jpg"
        }
    ]
}