{
    "2020": [
        {
            "title": "Dark Souls Remastered",
            "score": 9,
            "beaten": "Lost count",
            "comment": "Got my Steam 100% achievement completed here. It was enjoyable but grinding was somewhat ridiculous. Still had a blast though",
            "url": "img/Dark Souls Remastered.jpg"
        },
        {
            "title": "Demon's Souls (2009)",
            "score": 10,
            "beaten": "Lost count",
            "comment": "Played this to spite the remake I don't like the look of. Also used the custom DNS server that's set up since they are offline now. It truly is one of the greats",
            "url": "img/Demon's Souls.jpg"
        },
        {
            "title": "Wonderful 101 Remastered",
            "score": 9,
            "beaten": "4",
            "comment": "It was blissful to be able to play this without using my dusty Wii U. An incredibly charming game with a unique combat system and an insane ending. Shame about the Kickstarter import fees",
            "url": "img/The Wonderful 101.jpg"
        },
        {
            "title": "Dead Space",
            "score": 8,
            "beaten": 1,
            "comment": "I played this near Halloween to fit the mood. The game has fantastic UI and sound design and great weapons. Enemy designs were a bit boring though",
            "url": "img/Dead Space.jpg"
        },
        {
            "title": "Divinity Original Sin 2",
            "score": 8,
            "beaten": 4,
            "comment": "Played this with my buddy twice who loves it more than me. Aside from the wedding cake crash, this and my honor playthrough were a delight that allowed me to experiment even further. I salute you Chigsby the Chicken Farmer",
            "url": "img/Divinity Original Sin 2.jpg"
        },
        {
            "title": "Final Fantasy IX",
            "score": 8,
            "beaten": 2,
            "comment": "Played this while watching Kyle Bosman stream it as it's one of his favourite games. I appreciated the amount of side content such as the Moogle factory and the boss fight with Ozma",
            "url": "img/Final Fantasy IX.jpg"
        },
        {
            "title": "Grim Dawn",
            "score": 8,
            "beaten": "Lost count",
            "comment": "Played this with a buddy but also finally got to level 100 with a Hardcore character. I found some great gear but once my character died, I don't really want to go back into HC",
            "url": "img/Grim Dawn.jpg"
        },
        {
            "title": "Hades",
            "score": 8,
            "beaten": 1,
            "comment": "A fun game I played while exercising as a run through was about 40ish minutes. I probably didn't appreciate the music enough as I always had something like Taskmaster on in the background",
            "url": "img/Hades.jpg"
        },
        {
            "title": "Half-Life 1",
            "score": 8,
            "beaten": 1,
            "comment": "It was great to play through the game that is Valves origins and it still holds up. The chatter of the other scientists was really funny but the final areas were quite boring",
            "url": "img/Half-life 1.jpg"
        },
        {
            "title": "Monster Hunter World: Iceborne",
            "score": 8,
            "beaten": 2,
            "comment": "It's finally come to PC and I still had a blast. Kinda wish my friends cared about Mon Hun as much as me but was still fighting everything but the rajang",
            "url": "img/Monster Hunter World: Iceborne.jpg"
        },
        {
            "title": "Nioh 2",
            "score": 8,
            "beaten": 2,
            "comment": "Played it solo and with a buddy. The new yokai designs were great and more levels were set during the day. I also got to pet a cute fat cat that followed me for a while ",
            "url": "img/Nioh 2.jpg"
        },
        {
            "title": "Red Dead Redemption 2",
            "score": 8,
            "beaten": 1,
            "comment": "An incredibly beautiful open world that wasn't as fun to be in as you would want a cowboy simulator to be. Arthurt Morgan is Rockstars best protagonist",
            "url": "img/Red Dead Redemption 2.jpg"
        },
        {
            "title": "Sekiro",
            "score": 8,
            "beaten": 4,
            "comment": "Came back for the GOTY update which while fun, didn't add all that much. My skills still transferred over a year later but never did dive into the NG+ stuff, I already had my fill",
            "url": "img/Sekiro.jpg"
        },
        {
            "title": "Wasteland 3",
            "score": 8,
            "beaten": 1,
            "comment": "Played with a buddy which was a co-op nightmare due to the amount of bugs and not quicksaving when we disconnected. Great covers of classic songs with really neat features for a CRPG not seen in other games",
            "url": "img/Wasteland 3.jpg"
        },
        {
            "title": "Xenoblade X",
            "score": 8,
            "beaten": 2,
            "comment": "Played in an emulator thanks to CEMU progress. Still one of the best open world games in terms of scale and enemy density but it's focus on a realistic timed schedule makes finding people a chore",
            "url": "img/Xenoblade X.jpg"
        },
        {
            "title": "A Short Hike",
            "score": 7,
            "beaten": 1,
            "comment": "A cute charming game with a sweet story and an even sweeter protagonist. Not sure why the bird has a climbing ability though",
            "url": "img/A Short Hike.jpg"
        },
        {
            "title": "Ace Combat 7",
            "score": 7,
            "beaten": 1,
            "comment": "First time playing a flight sim(ish) game and I had fun primarily due to the fantastic sound design and visuals but parts did drag",
            "url": "img/Ace Combat 7.jpg"
        },
        {
            "title": "Dreams",
            "score": 7,
            "beaten": 1,
            "comment": "Media Molecule proves once again they are the best first party Sony developer. Alex Evans has left now so I don't see them lasting long but Dreams is incredible at simplifying game development for all users",
            "url": "img/Dreams.jpg"
        },
        {
            "title": "Final Fantasy VI",
            "score": 7,
            "beaten": 1,
            "comment": "Cyan is one of the best FF characters and while I did enjoy it as a whole, I still never wanted to experiment with many of the 13 playable characters due to not liking the ATB system",
            "url": "img/Final Fantasy VI.jpg"
        },
        {
            "title": "Halo 1",
            "score": 7,
            "beaten": 2,
            "comment": "First time playing solo and I was able to appreciate the game more but so many of the levels had repeated level design which in the end did more me a lot. And the flood can do one",
            "url": "img/Halo 1.jpg"
        },
        {
            "title": "Hellblade",
            "score": 7,
            "beaten": 1,
            "comment": "A fantastic headphone experience but everything else kind of dulled, especially the performance of Senua which was often quite unintentionally comical",
            "url": "img/Hellblade.jpg"
        },
        {
            "title": "Persona 5 Royal",
            "score": 7,
            "beaten": 1,
            "comment": "It didn't feel too bad playing what is essentially the same game again. The third semester was an excellent piece of content with a great villain who had a worthy cause",
            "url": "img/Persona 5 Royal.jpg"
        },
        {
            "title": "Super Mario 3D Land",
            "score": 7,
            "beaten": 2,
            "comment": "A charming small-scale platformer but Mario runs at such a slower speed that it was hard to adapt to after playing Mario Odyssey",
            "url": "img/Super Mario 3D Land.jpg"
        },
        {
            "title": "The Legend of Zelda: The Wind Waker HD",
            "score": 7,
            "beaten": 1,
            "comment": "A really pretty game with a nice art style. While I hated the dungeons like most of the Zelda games, I did adore the mini-game guy who yells SPLOOSH and KABOOM",
            "url": "img/The Legend of Zelda: The Wind Waker HD.jpg"
        },
        {
            "title": "Animal Crossing New Horizons",
            "score": 6,
            "beaten": 1,
            "comment": "It's frustrating that a game based on a virtual island with many villagers couldn't bother to animate them doing anything on said island and forcing me to do all the slow tedious work. There was also a dog called Mac who I bullied as he haunted my dreams",
            "url": "img/Animal Crossing New Horizons.jpg"
        },
        {
            "title": "Dark Souls 2",
            "score": 6,
            "beaten": "Lost count",
            "comment": "Played it co-op on PC and had a good time, the DLC shows improvement and invasions weren't as plentiful as Dark Souls 3",
            "url": "img/Dark Souls 2.jpg"
        },
        {
            "title": "Divinity Original Sin",
            "score": 6,
            "beaten": 1,
            "comment": "Playing this after OS2 did feel like a downgrade but the jolly specific co-op mechanics were unique and did make the playthrough fun, it's debuff system was quite RNG which is kind of annoying",
            "url": "img/Divinity Original Sin.jpg"
        },
        {
            "title": "Fifa 20",
            "score": 6,
            "beaten": 1,
            "comment": "Felt the football fever what with Liverpool doing well and while this game can be fun, it's online systems that promote gambling make me hate it due to it being such a focus",
            "url": "img/Fifa 20.jpg"
        },
        {
            "title": "Hyrule Warriors",
            "score": 6,
            "beaten": 1,
            "comment": "A really good musou game with so much content and a solid difficulty level on hard, but the loot system with weapon stats is still unecessary for such a long game",
            "url": "img/Hyrule Warriors.jpg"
        },
        {
            "title": "Kirby Star Allies",
            "score": 6,
            "beaten": 1,
            "comment": "A basic Kirby game with a crazy final boss like many of them but it's central gimmick was not as creative as the robot in Robobot",
            "url": "img/Kirby Star Allies.jpg"
        },
        {
            "title": "Metal Wolf Chaos XD",
            "score": 6,
            "beaten": 1,
            "comment": "A birthday present which is always appreciated and I had a good time thanks to the funny bad voice acting and amount of explosions but the mission structure was very basic",
            "url": "img/Metal Wolf Chaos XD.jpg"
        },
        {
            "title": "Pokemon Alpha Sapphire",
            "score": 6,
            "beaten": 2,
            "comment": "Not as bad as I remember it as Gen 3 has some real good routes but the art design is awful and it didn't bother to include the great post-game of Emerald despite releasing 10 years later",
            "url": "img/Pokemon Alpha Sapphire.jpg"
        },
        {
            "title": "Resident Evil 7",
            "score": 6,
            "beaten": 2,
            "comment": "This time played on PC and the Baker family aspects were still fantastic but shooting blobs in the mines and on the ship did bore me. FPS horror doesn't do much for me due to the reliance on camera trickery",
            "url": "img/Resident Evil 7.jpg"
        },
        {
            "title": "Slay the Spire",
            "score": 6,
            "beaten": 1,
            "comment": "A basic addictive card game that started the card rougelike genre but awful story and art kept me from coming back once I made it to the heart",
            "url": "img/Slay the Spire.jpg"
        },
        {
            "title": "Supraland",
            "score": 6,
            "beaten": 1,
            "comment": "A game I received for free and it was charming with fun puzzle and clever solutions but the meme references and nods to Donald Trump really annoyed me",
            "url": "img/Supraland.jpg"
        },
        {
            "title": "World of Final Fantasy",
            "score": 6,
            "beaten": 1,
            "comment": "A great spin-off and a love letter to the entirety of the FF games. While it had some gorgeous areas, the linear level design didn't let me explore at all",
            "url": "img/World of Final Fantasy.jpg"
        },
        {
            "title": "The Legend of Zelda: Ocarina of Time",
            "score": 6,
            "beaten": 1,
            "comment": "You know, I think I just don't like old zelda that much. While the spooky elements of this game were incredible, I still found it a chore to play, primarily due to dungeons",
            "url": "img/The Legend of Zelda: Ocarina of Time.jpg"
        },
        {
            "title": "Dying Light",
            "score": 6,
            "beaten": 1,
            "comment": "A great-ish co-op experience that is let down by annoying weapon durability systems and so many sewers, but drop-kicking zombies off roofs was a blast",
            "url": "img/Dying Light.jpg"
        },
        {
            "title": "Dark Souls 3",
            "score": 5,
            "beaten": "Lost count",
            "comment": "Played with a buddy so invasions were plentyiful due to the gank system but the game has some good moments such as Irithyl scenery, then ruined immediately after with knights and sword enemy designs",
            "url": "img/Dark Souls 3.jpg"
        },
        {
            "title": "Final Fantasy X",
            "score": 5,
            "beaten": 1,
            "comment": "A crazy foundation for a setting in an RPG and a nice turn-based combat system that does away with the ATB. Awful dungeons too. But something kept me going back and I don't know why",
            "url": "img/Final Fantasy X.jpg"
        },
        {
            "title": "Metro 2033",
            "score": 5,
            "beaten": 1,
            "comment": "An experience that would be better if I hadn't been such a big fan of STALKER. Good atmosphere and even some great enemy AI that goes underappreciated",
            "url": "img/Metro 2033.jpg"
        },
        {
            "title": "Finding Paradise",
            "score": 5,
            "beaten": 1,
            "comment": "A sweet tale about a guy who wishes moments of his life had been just a little bit more perfect that descends into stupidity as it goes on",
            "url": "img/Finding Paradise.jpg"
        },
        {
            "title": "Minecraft Dungeons",
            "score": 5,
            "beaten": 1,
            "comment": "A cooperative dumbed down ARPG experience that while not insultingly bad, just didn't have any stand out moments",
            "url": "img/Minecraft Dungeons.jpg"
        },
        {
            "title": "Monster Sanctuary",
            "score": 5,
            "beaten": 1,
            "comment": "A game that got worse as it went on. While it had cute monster designs, the difficulty meant you had to have a strict selection to make it past bosses that I never wanted to use",
            "url": "img/Monster Sanctuary.jpg"
        },
        {
            "title": "Pokemon X",
            "score": 5,
            "beaten": 2,
            "comment": "A game that drags at the start then immediately rushes after your second badge. The lack of freedom in exploring a Pokemon world really bogged the game down here despite having excellent Pokemon like Clawitzer",
            "url": "img/Pokemon X.jpg"
        },
        {
            "title": "Titan Quest Anniversary Edition",
            "score": 5,
            "beaten": 3,
            "comment": "A unique setting for an ARPG but when the devs have gone on to make Grim Dawn, it does hurt coming back to dated mechanics. It has charm and with a loot mod, it's made much better",
            "url": "img/Titan Quest Anniversary Edition.jpg"
        },
        {
            "title": "Troll and I",
            "score": 5,
            "beaten": 1,
            "comment": "Lost a bet so I had to play this and stream this. Encountered a bug that forced me to redo 75% of the game and yet I would play it again in a heartbeat. I don't know why",
            "url": "img/Troll and I.jpg"
        },
        {
            "title": "Pokemon Shield",
            "score": 4,
            "beaten": 4,
            "comment": "DLC showed some improvement to the wild area concept but it's such a miserable experience. I think there was only 2 trainer battles in the second DLC because once again, Gamefreak become obsessed with legendaries",
            "url": "img/Pokemon Shield.jpg"
        },
        {
            "title": "Remnant from the Ashes",
            "score": 4,
            "beaten": 1,
            "comment": "A unique third person shooter which has some Dark Souls influence. I don't think it works but I also did take a 3 month break between sessions with a buddy",
            "url": "img/Remnant from the Ashes.jpg"
        },
        {
            "title": "Tokyo Mirage Sessions",
            "score": 4,
            "beaten": 1,
            "comment": "What was supposed to be a Fire Emblem x Shin Megami Tensei game became a game built around cute girls singing but at least it had a fun combat system",
            "url": "img/Tokyo Mirage Sessions.jpg"
        },
        {
            "title": "Torchlight 2",
            "score": 4,
            "beaten": 3,
            "comment": "Played with a buddy and while starting off strong and having a good pet and fish system, having many skills with 2+minute cooldown really annoyed me, and levelling was slow",
            "url": "img/Torchlight 2.jpg"
        },
        {
            "title": "Monster Prom",
            "score": 3,
            "beaten": 3,
            "comment": "Received as a gag gift, short and simple but it has the voice acting of YouTuber Egoraptor ",
            "url": "img/Monster Prom.jpg"
        },
        {
            "title": "Fairy Tail RPG",
            "score": 2,
            "beaten": 1,
            "comment": "Played to feel suffering because I played a bunch of good games at the time. Crashed when loading constantly, so long. Played it before going to bed and dreaded sleeping",
            "url": "img/Fairy Tail RPG.jpg"
        },
        {
            "title": "Earth Defense Force Insect Armageddon",
            "score": 2,
            "beaten": 1,
            "comment": "Just an absolute misery with almost nothing fun but co-opped work fine",
            "url": "img/Earth Defense Force Insect Armageddon.jpg"
        }
    ],
    "2019": [
        {
            "title": "Super Mario RPG",
            "score": 10,
            "beaten": 1,
            "comment": "Asked my friend what SNES game to play, he said this, had a blast, never doubted him since. Geno for Smash",
            "url": "img/Super Mario RPG.jpg"
        },
        {
            "title": "Resident Evil 4",
            "score": 9,
            "beaten": 1,
            "comment": "A friend lent me a copy back on the PS2 but I couldn't get into it. Now I played it on PC and had a blast. The starting village area is absolutely incredible and even referenced recently by game devs",
            "url": "img/Resident Evil 4.jpg"
        },
        {
            "title": "Resident Evil 1 Remake",
            "score": 9,
            "beaten": 1,
            "comment": "I love that mansion even after a 20 year gap from the original. Some stuff is a bit punishing but not impossible and the many changes of the mansion throughout kept surprising",
            "url": "img/Resident Evil 1 Remake.jpg"
        },
        {
            "title": "Chrono Trigger",
            "score": 9,
            "beaten": 1,
            "comment": "A super charming RPG that I've tried multiple times but finally finished for the first time. It's nice to have a prison breakout sequence not last 5 hours in a game",
            "url": "img/Chrono Trigger.jpg"
        },
        {
            "title": "Castlevania Symphony of the Night",
            "score": 9,
            "beaten": 1,
            "comment": "While the first half the game is too easy, it did a great job of making it more accessibile while stil maintaining the core of Castlevania and RPG mechanics and weapon drops made playing experience",
            "url": "img/Castlevania Symphony of the Night.jpg"
        },
        {
            "title": "Bloodborne",
            "score": 10,
            "beaten": "Lost count",
            "comment": "I can't look at the moon in the night sky anymore without thinking about Bloodborne, heck, I don't even think I've gone a day without thinking about Bloodborne",
            "url": "img/Bloodborne.jpg"
        },
        {
            "title": "Pokemon White",
            "score": 9,
            "beaten": "2",
            "comment": "I've come to appreciate Gen V a lot more as it feels like the last time Pokemon took risk with 151 brand new Pokemon, high budget ending with great DS visuals and incredible music. Shame about the now dead online features",
            "url": "img/Pokemon White.jpg"
        },
        {
            "title": "The Legend of Zelda: Breath of the Wild",
            "score": 8,
            "beaten": 2,
            "comment": "I adore Breath of the Wild for moving away from the Zelda formula I've never loved. CEMU can do some incredible visual things for BOTW visuals that make the game more groundbreaking",
            "url": "img/The Legend of Zelda: Breath of the Wild.jpg"
        },
        {
            "title": "Yakuza Kiwami 2",
            "score": 8,
            "beaten": 1,
            "comment": "I don't remember much other than fighting Ryuji and a bunch of diaper wearing gangsters. Honestly it was a blast",
            "url": "img/Yakuza Kiwami 2.jpg"
        },
        {
            "title": "The Witcher 3",
            "score": 9,
            "beaten": 2,
            "comment": "A beautiful game that let's me play an alchemy buld which is rare. I played it on the hardest difficulty which has a ridiculous level curve but aside from that, still great",
            "url": "img/The Witcher 3.jpg"
        },
        {
            "title": "Sekiro",
            "score": 8,
            "beaten": 4,
            "comment": "I streamed this which might have made my playthrough more frustrating. Nice to see a hardcore game where you cant grind to win and From Software moving away from the Souls design of the last 10 years",
            "url": "img/Sekiro.jpg"
        },
        {
            "title": "Resident Evil 2 Remake",
            "score": 8,
            "beaten": 1,
            "comment": "My first RE game I finished and I had a blast even if I thought some parts were dumb. It set the redemption arc for Capcom into high gear and Mr. X makes the game fantastic",
            "url": "img/Resident Evil 2 Remake.jpg"
        },
        {
            "title": "Pokemon Black 2",
            "score": 8,
            "beaten": 2,
            "comment": "A game that is almost too long but none the less has an incredible post-game, so many Pokemon to catch and was fresh for being a sequel and not Pokemon Grey. Definitely a fan favourite but I prefer the first",
            "url": "img/Pokemon Black 2.jpg"
        },
        {
            "title": "Monster Hunter World Iceborne",
            "score": 8,
            "beaten": 2,
            "comment": "This was my PS4 playthrough and it was enjoyable but I did miss the simplicity and loading times of the PC version. Capcom is one of the best in the biz",
            "url": "img/Monster Hunter World Iceborne.jpg"
        },
        {
            "title": "Luigi's Mansion 3",
            "score": 8,
            "beaten": 1,
            "comment": "One of my favourite Switch games that had so much creativity in each room of the hotel but felt the need to pad it out. I'm glad Nintendo now owns Next Level Games as they deserve to keep making great games",
            "url": "img/Luigi's Mansion 3.jpg"
        },
        {
            "title": "The Legend of Zelda: Links Awakening DX",
            "score": 8,
            "beaten": 1,
            "comment": "Never played the original but this is probably my favourite traditional Zelda game even if I don't remember the dungeons. It's NPCs were charming and the game had a dreamlike atmosphere like we see in Demon's Souls",
            "url": "img/The Legend of Zelda: Links Awakening DX.jpg"
        },
        {
            "title": "Grim Dawn",
            "score": 8,
            "beaten": "Lost count",
            "comment": "You know, I think I hit 1000 hours in Grim Dawn this year. What a sad life I lead. I really like pet builds in these games as I can often sit back and do nothing while watching something like Taskmaster",
            "url": "img/Grim Dawn.jpg"
        },
        {
            "title": "Final Fantasy VII",
            "score": 8,
            "beaten": 1,
            "comment": "Such an oddball in terms of story for Final Fantasy but it has an incredible setting, beautiful places like Cosmo Canyon and feels like a long adventure. Cid is the best version of Cid but did feel slow",
            "url": "img/Final Fantasy VII.jpg"
        },
        {
            "title": "Final Fantasy IX",
            "score": 8,
            "beaten": 2,
            "comment": "A wonderful charming tale with the best music. It's full of soul and feels like the most traditional Final Fantasy game that we haven't seen since",
            "url": "img/Final Fantasy IX.jpg"
        },
        {
            "title": "Dark Souls 3 (cinders mod)",
            "score": 8,
            "beaten": 1,
            "comment": "The mod is a massive improvement to the base game as it is now much less linear and even adds Bloodborne weapons though they don't transform or have the same moveset ",
            "url": "img/Dark Souls 3.jpg"
        },
        {
            "title": "Bully",
            "score": 8,
            "beaten": 1,
            "comment": "I really wish Rockstar would make smaller scale games like this as it was enjoyable to do the mini-game classes, especially English which was basically Countdown",
            "url": "img/Bully.jpg"
        },
        {
            "title": "Yakuza Kiwami",
            "score": 7,
            "beaten": 1,
            "comment": "Playing this after 0 is a better experience but still suffers from being a remake of the first ever Yakuza game. A boss fight that was 2 breakdancers really ruined my day",
            "url": "img/Yakuza Kiwami.jpg"
        },
        {
            "title": "Xenogears",
            "score": 7,
            "beaten": 1,
            "comment": "Played this on a PSClassic and it was a miserable experience due to constant crashes and the awful controller. None the less it has a great combat system for a PS1 RPG and some of the best Yasunori Mitsuda music",
            "url": "img/Xenogears.jpg"
        },
        {
            "title": "Xenoblade Chronicles 2",
            "score": 7,
            "beaten": 3,
            "comment": "Felt the need to replay it and so I did. A game that's been improved so much with patches and DLC but still doesn't fix core issues. Kinda wish you had access to other characters blades in NG+",
            "url": "img/Xenoblade Chronicles 2.jpg"
        },
        {
            "title": "Super Mario Maker 2",
            "score": 7,
            "beaten": 1,
            "comment": "I made a Bloodborne-inspired level and uploaded it but no one played it. Felt like a waste of time. Still a charming game with new Koji Kondo music but the UI didn't transfer well form the Wii U era",
            "url": "img/Super Mario Maker 2.jpg"
        },
        {
            "title": "Red Dead Redemption 1",
            "score": 7,
            "beaten": 1,
            "comment": "A game I finished to simply cross off a classic, a classic I tried playing back in 2010 and hated it. I still kind of do since it does feel like an empty desert so many times but I did grow to like the characters and world",
            "url": "img/Red Dead Redemption 1.jpg"
        },
        {
            "title": "Pokemon Heart Gold",
            "score": 7,
            "beaten": 3,
            "comment": "10 years ago, this might be in my top 10 games of all time, but now I have come down a bit on it. While Gen 2 is so massive as a whole, the actual adventure in regions does feel slow to level and fast to explore. It's odd but it does have Voltorb Flip which kept me busy on the toilet",
            "url": "img/Pokemon Heart Gold.jpg"
        },
        {
            "title": "Marvel Ultimate Alliance 3",
            "score": 7,
            "beaten": 1,
            "comment": "Better than all the MCU films combined, actually I do like Iron Man 1. Such a large roster with some unknown characters that got as much care as the main ones. A great love letter to Marvel",
            "url": "img/Marvel Ultimate Alliance 3.jpg"
        },
        {
            "title": "Katana Zero",
            "score": 7,
            "beaten": 1,
            "comment": "A game I wish I was better at but still found myself enjoying the music and style. Quite similar to Hotline Miami in vibes but slower while being punishing",
            "url": "img/Katana Zero.jpg"
        },
        {
            "title": "Fire Emblem Three Houses",
            "score": 7,
            "beaten": 1,
            "comment": "BERNIE! BERNIE! BERNIE! The school setting does get boring and each of the houses first half being the same missions does suck when replaying, but before release I had not much hope for this. Why did I doubt Intelligent Systems",
            "url": "img/Fire Emblem Three Houses.jpg"
        },
        {
            "title": "Devil May Cry 5",
            "score": 7,
            "beaten": 2,
            "comment": "Waited so long for this and it didn't live up to hype. I streamed my first playthrough like with Sekiro which probably affected my enjoyment but I am happy to see Nero dethrone Dante",
            "url": "img/Devil May Cry 5.jpg"
        },
        {
            "title": "Life is Strange 1",
            "score": 7,
            "beaten": 1,
            "comment": "Really wonderful music with vocals and a surprisingly dark game. While I did not enjoy anything about Chloe which impacted the ending",
            "url": "img/Life is Strange 1.jpg"
        },
        {
            "title": "The Legend of Zelda: Link to the Past",
            "score": 6,
            "beaten": 1,
            "comment": "After about 10 attempts I finally finished it. Awful overworld music but the dungeons often making use of the outside world was really cool. It's a shame this set out the blueprint for Zelda games until Breath of the Wild",
            "url": "img/The Legend of Zelda: Link to the Past.jpg"
        },
        {
            "title": "Xenoblade 2 Torna",
            "score": 6,
            "beaten": 1,
            "comment": "An expansion with a new combat system is great to see but forcing someone to do side quest to advance the main plot is a big no no. The combat music goes full Jazz and it's incredible",
            "url": "img/Xenoblade 2 Torna.jpg"
        },
        {
            "title": "The Outer Worlds",
            "score": 6,
            "beaten": 1,
            "comment": "A game that promised so much yet felt like it was stuck in the past living off Fallout New Vegas' fame. While it had some incredible designs I did fall off fast",
            "url": "img/The Outer Worlds.jpg"
        },
        {
            "title": "Rage",
            "score": 6,
            "beaten": 1,
            "comment": "A mixed bag that I streamed only sometimes for a friend due to weird time zones. A unique setting that only excelled when you was visiting blood stained hospitals.",
            "url": "img/Rage.jpg"
        },
        {
            "title": "Pokemon Sigma Emerald",
            "score": 6,
            "beaten": 1,
            "comment": "I guess I finished this, I don't remember. While I like Gen 3, I wish it had features included from IV onwards, it almost feels like filler. I can't even remember what Pokemon I used",
            "url": "img/Pokemon Sigma Emerald.jpg"
        },
        {
            "title": "Gears 5",
            "score": 6,
            "beaten": 1,
            "comment": "This game starts off incredibly well with it's horror setting but quickly turns into padded crap inspired by other wide linear games. Some set pieces in levels such as the rotating mechanical arm was really cool though",
            "url": "img/Gears 5.jpg"
        },
        {
            "title": "Fable 1",
            "score": 6,
            "beaten": 1,
            "comment": "I remember when I jokingly spelld out 'shit' instead of 'this' and the game mocked me for it. Truly a sign of a good game and hope the new Fable has the same cozy atmosphere",
            "url": "img/Fable 1.jpg"
        },
        {
            "title": "Dragon Quest Builders 2",
            "score": 6,
            "beaten": 1,
            "comment": "A massive disappointment compared to the first but I got to build some fun things like a Pokeball forest. I also played it on the switch for lying in bed and yet it still disappointed me",
            "url": "img/Dragon Quest Builders 2.jpg"
        },
        {
            "title": "Crackdown 3",
            "score": 6,
            "beaten": 1,
            "comment": "It finally came out and it was alright. I like Terry Crews so that helped playing it a little bit. But I like jumping around for orbs",
            "url": "img/Crackdown 3.jpg"
        },
        {
            "title": "Astral Chain",
            "score": 6,
            "beaten": 1,
            "comment": "Platinum Games made a Jojo's Bizarre Adventure game and it should be good, and it is mostly. But having all the fights happen in the red dimension made it visually boring when the cyberpunk world aesthetic is really pretty",
            "url": "img/Astral Chain.jpg"
        },
        {
            "title": "Shadow Warrior 2",
            "score": 6,
            "beaten": 1,
            "comment": "Played with a bud and spent most of the time in the arcade area listening to music from Hotline Miami. The enemy designs were boring and the loot seemed unecessary but it played well and movement was fast",
            "url": "img/Shadow Warrior 2.jpg"
        },
        {
            "title": "Undertale",
            "score": 5,
            "beaten": 1,
            "comment": "I hated the humour and characters but the combat system is quite unique for a one-man team. It also has really good music and I am quite jealous Toby Fox got to visit Sakurai's house in Japan",
            "url": "img/Undertale.jpg"
        },
        {
            "title": "Sunset Overdrive",
            "score": 5,
            "beaten": 2,
            "comment": "A replay so I knew what to expect but still somewhat disappointed. I love the flow of Insomniac's games and their animation team is one of the best but the weapons and mission structure were too basic for the energy dirnk addicted setting",
            "url": "img/Sunset Overdrive.jpg"
        },
        {
            "title": "Spyro Reignited 1",
            "score": 5,
            "beaten": 1,
            "comment": "Never played Spyro before and it was okay. Very basic but the new model for Spyro is an incredible faithful recreation but the levels were too basic for a modern 3D platformer",
            "url": "img/Spyro Reignited 1.jpg"
        },
        {
            "title": "Sayonara Wild Hearts",
            "score": 5,
            "beaten": 1,
            "comment": "Short game, but with great music and visual style. I played it on a Switch handheld and could barely make anything out which probably made me think less of it",
            "url": "img/Sayonara Wild Hearts.jpg"
        },
        {
            "title": "Puzzle Quest: The Legend Returns",
            "score": 5,
            "beaten": 1,
            "comment": "An addictive puzzle game that somehow ran like garbage on the Switch. A new one has just been announced but it's free2play so I don't expect much",
            "url": "img/Puzzle Quest: The Legend Returns.jpg"
        },
        {
            "title": "Portal 2",
            "score": 5,
            "beaten": 3,
            "comment": "Played with a buddy again and I still don't feel it. The robot designs are really great and the levels are complex but it's just dull",
            "url": "img/Portal 2.jpg"
        },
        {
            "title": "Pokemon Shield",
            "score": 5,
            "beaten": 3,
            "comment": "An awful story, bad post-game, heavy emphasis of online elements due to Pokemon Go popularity, but this gen introduced Mr. Rime, Falinks, Toxtricity, Clobbopus, Sirfetch'd, Appletun and Kingler with a beard, so it's not all bad",
            "url": "img/Pokemon Shield.jpg"
        },
        {
            "title": "Luigi's Mansion",
            "score": 5,
            "beaten": 1,
            "comment": "A short charming game but so much backtracking. The boo names were really funny such as GameBoo Advance but was very basic as a whole",
            "url": "img/Luigi's Mansion.jpg"
        },
        {
            "title": "Dark Souls 3",
            "score": 5,
            "beaten": "Lost count",
            "comment": "Co-op run with a buddy where we had constant invasions. Thankfully I died less which meant I won a bet, so I will be getting Hollow Knight Silksong for free",
            "url": "img/Dark Souls 3.jpg"
        },
        {
            "title": "Pokemon Sword",
            "score": 4,
            "beaten": 2,
            "comment": "Not sure why I played both, probably too much time on my hand but this game doesn't have Mr. Rime so it gets a point knocked off",
            "url": "img/Pokemon Sword.jpg"
        },
        {
            "title": "Pokemon Let's Go Pikachu",
            "score": 4,
            "beaten": 2,
            "comment": "More gen 1 pandering from Gamefreak with even more Pokemon Go mechanics implemented. It was fun to adventure Gen I again with a good art style compared to Sword/Shield but being able to freely explore and do gyms in a different order was great",
            "url": "img/Pokemon Let's Go Pikachu.jpg"
        },
        {
            "title": "Final Fantasy XV",
            "score": 4,
            "beaten": 2,
            "comment": "A game I hate to hate, it has such a large world and interesting monsters of past FF games to fight, but walking around the world is a chore, the story sucks and enemy density is minimal",
            "url": "img/Final Fantasy XV.jpg"
        },
        {
            "title": "Fallout 4",
            "score": 3,
            "beaten": 1,
            "comment": "I kind of rushed through this as nothing in the first few hours hooked me but I do find it upsetting the robot didn't say your name 'Sean' because your kid is named Shaun",
            "url": "img/Fallout 4.jpg"
        },
        {
            "title": "The Order 1886",
            "score": 2,
            "beaten": 1,
            "comment": "I went to an event back in 2015 at GAME where I got to play Bloodborne and The Order 1886, I shot 1 bullet in The Order and hated it then. 4 years later, I finally play it and hated it more",
            "url": "img/The Order 1886.jpg"
        }
    ],
    "2018": [
        {
            "title": "Okami HD",
            "score": 9,
            "beaten": 2,
            "comment": "One of my absolute favourite games from one of my favourite game directors. A beautiful stylized Japanese game which started my love for Yokai. A unique combat system with a great story, funny side characters and a deeply interactive world",
            "url": "img/Okami HD.jpg"
        },
        {
            "title": "Kirby Planet Robobot",
            "score": 9,
            "beaten": 2,
            "comment": "An underrated Kirby game with one of the best gimmicks to a Kirby game. The underwater world is great which is rare for a platformer and it's use of 3D was really fun in casino styled levels",
            "url": "img/Kirby Planet Robobot.jpg"
        },
        {
            "title": "Devil May Cry 3",
            "score": 9,
            "beaten": 3,
            "comment": "Hideaki Itsuno knocks it out of the park after a disappointing DMC2. Incredible combat for a PS2 game made better with the Style Switcher mod. Ruthlessly hard at times but what is the price to pay for power",
            "url": "img/Devil May Cry 3.jpg"
        },
        {
            "title": "Demon's Souls",
            "score": 10,
            "beaten": "Lost count",
            "comment": "The year the servers got taken down but it was an incredible day of helping people get their Platinum trophy by dropping them hard to farm materials",
            "url": "img/Demon's Souls.jpg"
        },
        {
            "title": "Bloodborne",
            "score": 10,
            "beaten": "Lost count",
            "comment": "Loved going around this beautiful gothic town whacking beastmen with a Kirkhammer, also did this with a bud and called ourselves the hammer bros",
            "url": "img/Bloodborne.jpg"
        },
        {
            "title": "Astrobot Rescue Mission",
            "score": 9,
            "beaten": 2,
            "comment": "An incredible platformer made even better by being in VR. It had great boss fights and serves as an excellent starting point for VR due to the fixed camera, fluid movement, and fun environmental screen gimmicks",
            "url": "img/Astrobot Rescue Mission.jpg"
        },
        {
            "title": "Tetris Attack",
            "score": 8,
            "beaten": 1,
            "comment": "I love Puzzle league and this is pretty much the first inception of it, something about the simple aesthetic compared to the cylindrical nature future games have keep it simple",
            "url": "img/Tetris Attack.jpg"
        },
        {
            "title": "Monster Hunter World",
            "score": 8,
            "beaten": 2,
            "comment": "It was nice to finally play Monster Hunter on something other than a small screen for the first time since 3U onn the Wii U but the monster roster was too small to keep me playing for a long time but Monster Hunter finally acheived mainstream success",
            "url": "img/Monster Hunter World.jpg"
        },
        {
            "title": "Hollow Knight",
            "score": 8,
            "beaten": 2,
            "comment": "A bug filled adventure with an excellent world and great bosses with so much hidden content. Free DLC was also added which is always great to see though now the game might be too big",
            "url": "img/Hollow Knight.jpg"
        },
        {
            "title": "Grim Dawn",
            "score": 8,
            "beaten": "Lost count",
            "comment": "The first DLC added the Necromancer and Inquisitor which laughs in the face of Diablo 3 as they sold just 1 class for more money, another reason to praise Crate Entertainment",
            "url": "img/Grim Dawn.jpg"
        },
        {
            "title": "God of War",
            "score": 8,
            "beaten": 1,
            "comment": "One of the best reboots but the stupid camera being stuck to the back of Kratos really took away the impace of Scale the PS2 games provided, that and the bosses sucked",
            "url": "img/God of War.jpg"
        },
        {
            "title": "Divinity Original Sin 2",
            "score": 8,
            "beaten": 4,
            "comment": "Getting to Act 2 and listening to Rivellon is something that will stick with me for a long time, what an absolute adventure even if I was disappointed with Act 3 and 4",
            "url": "img/Divinity Original Sin 2.jpg"
        },
        {
            "title": "Dark Souls Remastered",
            "score": 8,
            "beaten": "Lost count",
            "comment": "Some nice changes such as the password co-op connection and the UI scaler setting but aside from that it still disappoints and was overpriced",
            "url": "img/Dark Souls Remastered.jpg"
        },
        {
            "title": "Yoku's Island Express",
            "score": 7,
            "beaten": 1,
            "comment": "An interesting blend of of Metoridvania and Pinball that was pulled off pretty well. It also had some incredible character designs but I did not enjoy getting around sometimes",
            "url": "img/Yoku's Island Express.jpg"
        },
        {
            "title": "Warioware Gold",
            "score": 7,
            "beaten": 1,
            "comment": "My first and only Warioware game. It was quite funny and the side characters were all great but it's not the type of game I love with it's mini-game design",
            "url": "img/Warioware Gold.jpg"
        },
        {
            "title": "Titanfall 2",
            "score": 7,
            "beaten": 1,
            "comment": "A creatively designed first person shooter is something I haven't experienced in a long time. Many of the levels were fun and BT was a great robot buddy. Short and sweet",
            "url": "img/Titanfall 2.jpg"
        },
        {
            "title": "Statik",
            "score": 7,
            "beaten": 1,
            "comment": "A simple VR game with a low price point. It's puzzles were designed and the creepy atmosphere made for a unique experience. The design of the character models was something that sticks in my mind more than the puzzles",
            "url": "img/Statik.jpg"
        },
        {
            "title": "Spider-Man",
            "score": 7,
            "beaten": 1,
            "comment": "Once again, Insomniac create an excellent movement system and finally given the budget and an IP for success. It was pleasently short and had an emotional story that honestly left me feeling quite sad at the end, something those crap Marvel films can learn",
            "url": "img/Spider-Man.jpg"
        },
        {
            "title": "Smash Bros Ultimate",
            "score": 7,
            "beaten": 1,
            "comment": "Never a big Smash fan but the World of Light was enjoyable as a single player mode and getting every single character back was an astonishing feat and deserves a reward for something",
            "url": "img/Smash Bros Ultimate.jpg"
        },
        {
            "title": "Shadow of the Colossus",
            "score": 7,
            "beaten": 1,
            "comment": "A game I look back on fondly but didn't like playing. A truly unique open world game that was more ambitious on the PS2 than it is now but the soundtrack is still one of the best as is the ending",
            "url": "img/Shadow of the Colossus.jpg"
        },
        {
            "title": "Rez Infinite",
            "score": 7,
            "beaten": 1,
            "comment": "A trippy VR experience even if short. I think I am quite biased towards VR in general but the scale of the final area was ridiculous",
            "url": "img/Rez Infinite.jpg"
        },
        {
            "title": "Persona 5",
            "score": 7,
            "beaten": 2,
            "comment": "I replayed it to get the platinum trophy and thought less of it, primarily because I had to redo many hours as I missed a text message to trigger a side mission in Mementos",
            "url": "img/Persona 5.jpg"
        },
        {
            "title": "Octopath Traveller",
            "score": 7,
            "beaten": 1,
            "comment": "Underrated soundtrack of 2018 and while it went for a certain visual element, the amount of bloom, depth of field and vignette shaders ruined the overall look but it had Alfyn who did 9999 damage despite being a doctor",
            "url": "img/Octopath Traveller.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        },
        {
            "title": "Tav",
            "score": 7,
            "beaten": 1,
            "comment": "",
            "url": "img/Tav.jpg"
        }
    ]
}